{
  "repository_url": "https://repositorio.uptc.edu.co",
  "repository_names": [
    "Repositorio de la Universidad Pedagogica y Tecnologica de Colombia",
    "UPTC",
    "Repositorio Universidad Pedagógica y Tecnológica de Colombia"
  ],
  "total": 37.5,
  "links": [
    {
      "url": "http://repositorio.uptc.edu.co/handle/001/3208",
      "found_in": "OpenAIRE",
      "open_access": true,
      "author_rights": true,
      "dublin_core": true,
      "standard_access_value": "openAccess",
      "standard_type_research_result": [
        "info:eu-repo/semantics/masterThesis"
      ],
      "standard_format": "application/pdf",
      "standard_version_coar": [
        "info:eu-repo/semantics/publishedVersion"
      ],
      "standard_language": "ISO 639-3",
      "author_id": null,
      "standard_date_format": true,
      "single_type_research_result": "info:eu-repo/semantics/masterThesis",
      "single_version": "info:eu-repo/semantics/publishedVersion",
      "metadata": {
        "DC.creator": "Ducuara Amado, Lydy Yalile",
        "DC.title": "Desarrollo de una estrategia didáctica gamificada mediada por TIC para la enseñanza de conceptos de ecología a través de la lectura grado décimo de la educación media en Colombia",
        "DC.type": [
          "Trabajo de grado - Maestría",
          "http://purl.org/coar/resource_type/c_bdcc",
          "info:eu-repo/semantics/masterThesis",
          "info:eu-repo/semantics/publishedVersion",
          "Text",
          "https://purl.org/redcol/resource_type/TM",
          "http://purl.org/coar/version/c_970fb48d4fbd8a85"
        ],
        "DC.rights": [
          "Copyright (c) 2020 Universidad Pedagógica y Tecnológica de Colombia",
          "Atribución-NoComercial-SinDerivadas 2.5 Colombia",
          "http://creativecommons.org/licenses/by-nc-nd/2.5/co/",
          "info:eu-repo/semantics/openAccess",
          "Licencia Creative Commons Atribución 4.0 Internacional (CC BY 4.0)",
          "http://purl.org/coar/access_right/c_abf2"
        ],
        "DC.description": [
          "Bibliografía y webgrafía: páginas 157-175",
          "Maestría",
          "Magíster en TIC Aplicadas a las Ciencias de la Educación"
        ],
        "DC.format": "application/pdf",
        "DC.language": "spa",
        "DC.identifier": "http://repositorio.uptc.edu.co/handle/001/3208",
        "DC.subject": [
          "Educación a distancia",
          "Innovaciones educativas",
          "Tecnología educativa",
          "Realidad virtual en educación",
          "Gamificación",
          "Maestría en TIC Aplicadas a las Ciencias de la Educación - Tesis y Disertaciones académicas",
          "Ecología - Enseñanza",
          "Ecología",
          "TICs",
          "Lectura",
          "Estrategia didáctica"
        ],
        "DC.contributor": "Rodríguez Hernández, Ariel Adolfo (Director de tesis)",
        "DC.relation": [
          "Alvis-Puentes, J. F., Aldana-Bermúdez, E., & Caicedo-Zambrano, S. J. (2019). Los ambientes de aprendizaje reales como estrategia pedagógica para el desarrollo de competencias matemáticas en estudiantes de básica secundaria. Revista de Investigación, Desarrollo e Innovación, 10 (1), 135-147. doi: 10.19053/20278306.v10.n1.2019.10018",
          "Anderson, C. B., Cristóbal-Pizarro, J., Estévez, R., Sapoznikow, A., Pauchard, A., Barbosa, O., & Valenzuela, A. E. J. (2015). ¿Estamos avanzando hacía una socio-ecología? Reflexiones sobre la integración de las dimensiones “humanas” en la ecología en el sur de América. Ecología Austral, 25(3), 263–272.",
          "Andrade-Freitas, S. A., Lacerda, A. R., Calado, P. M., Lima, T. S., & Canedo, E. D. (2017). Gamification in education: A methodology to identify student’s profile. In Proceedings - Frontiers in Education Conference. Institute of Electrical and Electronics Engineers Inc. Doi: https://doi.org/10.1109/FIE.2017.8190499",
          "Angarita-López, R. D., Duarte, J. E., & Fernández-Morales, F. H. (2018). Desarrollo de un MEC para la creación de cultura ciudadana sobre el uso del recurso hídrico en estudiantes de educación básica. Revista Espacios, 39 (15), 19. Recuperado de: http://www.revistaespacios.com/a18v39n15/18391519.html",
          "Angarita-López, R. D., Fernández-Morales, F. H., Niño-Vega, J. E., Duarte, J. E., & GutiérrezBarrios, G. J. (2020). Accesibilidad de las revistas colombianas del área de humanidades bajo las pautas WCAG 2.1. Revista Espacios, 41 (4), 18. Recuperado de: http://www.revistaespacios.com/a20v41n04/20410418.html",
          "Aragón-Espinosa, L. & Caicedo-Tamayo, A. (2009). La enseñanza de estrategias metacognitivas para el mejoramiento de la comprensión lectora. Pensamiento Psicológico, 5(12), 125-138. Recuperado  de:  https://revistas.javerianacali.edu.co/index.php/pensamientopsicologico/article/view/110",
          "Aragón-Jiménez, V. (2011). Procesos implicados en la lectura. Recuperado de: https://archivos.csif.es/archivos/andalucia/ensenanza/revistas/csicsif/revista/pdf/Numero_3 9/VIRGINIA_ARAGON_2.pdf",
          "randa-Romo, M. G. & Caldera-Montes J.F. (2018). Gamificar el aula como estrategia para fomentar habilidades socioemocionales. Revista educarnos, 8(31), 41- 66.",
          "Aranda-Sánchez, J. M. (2015). La Alfabetización Ecológica Como Nueva Pedagogía Para La Comprensión De Los Seres Vivientes. Luna Azul, (41), 365–384. Doi: https://doi.org/10.17151/luaz.2015.41.20",
          "Arreguín, M. G. (2011), La Tecnología Celular: Un Recurso Motivacional-Cognoscitivo en la Pedagogía de la Ciencia, Didac, (59), 24-29. Recuperado de: http://revistas.ibero.mx/didac/articulo_detalle.php?id_volumen=1&id_articulo=5",
          "Avella-Ibáñez, C. P., Sandoval-Valero, E. M., & Montañez-Torres, C.  (2017). Selección de herramientas web para la creación de actividades de aprendizaje en Cibermutua. Revista de investigación, Desarrollo e Innovación, 8(1), 107-120. doi: 10.19053/20278306.v8.n1.2017.7372",
          "Niño-Vega, J. A., Fernández-Morales, F. H., & Duarte, J. E. (2019). Diseño de un recurso educativo digital para fomentar el uso racional de la energía eléctrica en comunidades rurales. Saber, Ciencia y Libertad, 14 (2), 256-272. doi: https://doi.org/10.18041/23823240/saber.2019v14n2.5889",
          "Niño-Vega, J. A., Martínez-Díaz, L. Y., & Fernández-Morales, F. H. (2016). Mano robótica como alternativa para la enseñanza de conceptos de programación en Arduino. Revista Colombiana de Tecnologías de Avanzada, 2 (28), 132-139. doi: https://doi.org/10.24054/16927257.v28.n28.2016.2476",
          "Niño-Vega, J., Morán-Borbor, R., & Fernández-Morales, F. (2019). Educación inclusiva: Un nuevo reto para la labor docente en el siglo XXI. Infometric@ - Serie Sociales y Humanas, 2(1). Recuperado de: http://www.infometrica.org/index.php/ssh/article/view/53",
          "Odum, H.T. (1971). Fundamentals of Ecology. 3° ed. Filadelfia: Saunders.",
          "Ordóñez-Ortega, O., Gualdrón-Pinto, E., & Amaya-Franky, G. (2019). Pensamiento variacional mediado con baldosas algebraicas y manipuladores virtuales. Revista de Investigación, Desarrollo e Innovación, 9 (2), 347-362. doi: 10.19053/20278306.v9.n2.2019.9180",
          "Ortiz-Colón, A. M., Jordán, J., & Agredal, M. (2018). Gamificación en educación: una panorámica sobre el estado de la cuestión. Recuperado de: http://repositorio.minedu.gob.pe/handle/MINEDU/5933",
          "Pabón-Patiño, M. (2006). Instauración de la formación ambiental en la universidad colombiana. Palobra. Palabra que obra, 7, 51-75. Doi: https://doi.org/10.32997/2346-2884-vol.7num.7-2006-166",
          "Palanca-Climente, M. & Ramos-Castillo, A. (2018). La gamificación en el aula E/LE multigeneracional: la «habitación de escape» como modelo de propuesta didáctica. Recuperado de:  https://www.researchgate.net/publication/329098430_La_gamificacion_en_el_aula_ELE_ multigeneracional_la_habitacion_de_escape_como_modelo_de_propuesta_didactica",
          "Papic, C. & Armesto, J. (2005). Ecología y educación: hacia una biofera sustentable. Revista Ambiente Y Desarrollo, 2(2), 16–19. Disponible en: http://www.patagonianatural.org/pdfs/material_de_lectura/Papic_Armesto_Ecologia-yEducacion-hacia-una-biosfera-sustentable.pdf",
          "Capra, F. (1998). La trama de la vida. Barcelona: Anagrama",
          "Cortizo, J., Carrero F, Pérez J. (2011). Gamificación y Docencia: Lo que la Universidad tiene que aprender de los Videojuegos. En VIII Jornadas Internacionales de Innovación Universitaria 2011, Universidad Europea de Madrid.",
          "Batista da Silva, J., Andrade, M., Rodrigues de Oliveira, R., Leite Sales, G., & Vieira Alves F. (2018). Tecnologías digitais e metodologias ativas na escola: o contributo do Kahoot para gamificar a sala de aula. Revista Thema, 15(2), 780-791. Doi: http://dx.doi.org/10.15536/thema.15.2018.780-791.838",
          "Pedroza Flores, R. & Argüello Zepeda, F. (2002). Interdisciplinariedad y Transdisciplinariedad en los Modelos de Enseñanza de la Cuestión Ambiental. Cinta de Moebio: Revista Electrónica de Epistemología de Ciencias Sociales, (15), 2. Disponible en: http://www.redalyc.org/articulo.oa?id=10101503",
          "Pendry, C. (2017). Game-based learning considerations for instructional designers. On the Horizon, 25(4), 235-241.",
          "Peña-González, J. (2000). Las estrategias de lectura: Su utilización en el aula. Educere, 4(11), 159-163. Recuperado de: https://www.redalyc.org/pdf/356/35601104.pdf",
          "Pérez-Abril, M. (2003). Leer y escribir en la escuela. ICFES: Bogotá. Recuperado de: http://aprende.colombiaaprende.edu.co/sites/default/files/naspublic/plegable_niveles_de_co mprension_lectora_leng.pdf",
          "Pérez-Zorrilla, J. (2005). Evaluación de la comprensión lectora: dificultades y limitaciones. Revista de Educación, núm. Extraordinario, 121-138. Recuperado de: http://114.red-88-1210.staticip.rimatde.net/mochila/sec/monograficos_sec/ccbb_ceppriego/lengua/aspgenerales/ M%20Jesus%20Perez.pdf",
          "PISA (2013).  Evaluación de las Competencias Lectoras para el Siglo XXI. Marco de Evaluación y Preguntas de la Prueba. Agencia de Calidad de la Educación. División de Estudios, Departamento de Estudios Internacionales. Tercera Edición Santiago de Chile. Recuperado de: https://s3.amazonaws.com/archivos.agenciaeducacion.cl/documentosweb/PISA_Evaluacio n_de_las_competencias_lectoras_para_el_siglo_XXI.pdf",
          "Pisabarro-Marrón, A. M., & Vivaracho, C. E. (2018). Gamificación en el aula: gincana de programación. Recuperado de: https://dialnet.unirioja.es/servlet/articulo?codigo=6264619",
          "Posada-Prieto, F. (2017). Gamifica tu aula: Experiencia de gamificación TIC para el aula. Recuperado de: https://riull.ull.es/xmlui/handle/915/6791",
          "Prates, B. G., Lopes, A. M. Z., Vassileva, J., Pedro, L. Z., & Isotani, S. (2015). Does gamification work for boys and girls?, Actas del 30º Simposio Anual de ACM sobre Computación Aplicada, 214–219. Doi: https://doi.org/10.1145/2695664.2695752",
          "Cruz-Rojas, G. A., Molina-Blandón, M. A., & Valdiri-Vinasco, V. (2019). Vigilancia tecnológica para la innovación educativa en el uso de bases de datos y plataformas de gestión de aprendizaje en la universidad del Valle, Colombia. Revista de Investigación, Desarrollo e Innovación, 9 (2), 303-317. doi: 10.19053/20278306.v9.n2.2019.9175",
          "Caraballo, P., & Barros, N. (2011). Ecología y bienestar humano. Revista Colombiana de Ciencia Animal - RECIA, 3(1), 141. Doi: https://doi.org/10.24188/recia.v3.n1.2011.349",
          "Prensky, M. (2010), “Nativos e Inmigrantes Digitales”, Cuadernos SEK 2.0, Institución Educativa SEK, Distribuidora SEK, S.A. pp. 1-21",
          "Bermudez, G., & De Longhi, A. (2008). La Educación Ambiental y la Ecología como ciencia. Revista Electrónica de Enseñanza de Las Ciencia, 7(2), 275–297.",
          "Ramírez, G. (3013). Proyecto de Ley No. 130 de 2013 – Senado. Congreso de la República de Colombia. Recuperado de: http://leyes.senado.gov.co/proyectos/",
          "Ramírez, M. (1996) Empobrecimiento rural y medio ambiente en la montaña de Guerrero México: Ed. Procuraduría Agraria.",
          "Rivera-Guerrero, M. A., Guadrón-Guerrero, O. E., & Torres-Chávez, I. (2020). Detección de pesticidas en el durazno (prunus pérsica) mediante una nariz electrónica. Revista de Investigación, Desarrollo e Innovación, 10 (2). doi: 10.19053/20278306.v10.n2.2020.10724",
          "Robles-Piñeros, J. (2013). Los insectos como estrategia didáctica en la enseñanza de la ecología, a través del cómic. Recuperado de: http://upnblib.pedagogica.edu.co/handle/20.500.12209/9274",
          "Rodríguez, F. & Santiago, R. (2015). Gamificación: cómo motivar a tu alumnado y mejorar el clima en el aula. Recuperado de: http://www.digitaltext.com/FTP/LibrosMetodologia/gamificacion.pdf",
          "Ruiz-Macías, E., & Duarte, J. (2018). Diseño de un material didáctico computarizado para la enseñanza de Oscilaciones y Ondas, a partir del estilo de aprendizaje de los estudiantes. Revista de Investigación, Desarrollo e Innovación, 8(2), 295-309. doi: https://doi.org/10.19053/20278306.v8.n2.2018.7966",
          "Sabulsky G., Roqué Ferrero S. (2008). Diseño y producción de materiales educativos-MPEMPT (Publicación de la Maestría en Procesos Educativos Mediados por Tecnologías)CEA/PROED, Universidad Nacional de Córdoba.",
          "Dalmases Muntané, A. (2017). Uso de la Gamificación en la enseñanza del ELE. Español como lengua extranjera. ELE en Red. Serie de monografías y materiales para la enseñanza de ELE. Universidad de Alcalá.  Disponible en: https://ebuah.uah.es/dspace/bitstream/handle/10017/34583/uso_dalmases_eleando_2017_N 4.pdf?sequence=1&isAllowed=y",
          "Sailer, M., Ulrich, J., Mayr, S., Mandl, H. (2017). How gamification motivates: An experimental study of the effects of specific game design elements on psychological need satisfaction. Elsevier, Computers in Human Behavior, 69, 371-380. Doi: https://doi.org/10.1016/j.chb.2016.12.033",
          "Carrión-Guerrero, E. (2017). La ecología en la actualidad: propuesta para desarrollar la comprensión escrita en la clase de ELE. Revista Interuniversitaria de Formación del Profesorado, 31(3),103-115. Recuperado de: https://www.redalyc.org/articulo.oa?id=27453789009",
          "Sánchez, F. & Pontes, A. (2010). La comprensión de conceptos de ecología y sus implicaciones para la educación ambiental. Revista Eureka Sobre Enseñanza Y Divulgación de Las Ciencias, 7(extra), 271–285.",
          "Sánchez, M. E. (1995). Los textos expositivos. Estrategias para mejorar su compresión. Madrid: Santillana.",
          "Bernate, J. A., Beza, O. (2011), Gamification–How games can level up our everyday life?. Universidad de Ambsterdan, Holanda. García-Celis, M. F., Fonseca-Franco, I. P., & Ramírez-Ramírez- N. E. (2020). Prácticas de enseñanza y evaluación en una facultad de educación colombiana. Revista de Investigación, Desarrollo e Innovación, 10(2). doi: 10.19053/20278306.v10.n2.2020.10721",
          "Sanz, C., Madoz, C., Gorga, G., Zangara, A., González, A., Depetris, B., Ibáñez E., Moralejo L., Martorelli S., Artola V. & Sánchez, M. (2014). Escenarios educativos mediados por tecnología informática. Avances y resultados en las líneas de investigación actuales. Instituto de Investigación en Informática LIDI (III-LIDI). Facultad de Informática. Universidad Nacional de La Plata. Recuperado de: http://sedici.unlp.edu.ar/handle/10915/43843",
          "Sarmiento-Medina, P. J. (2013). Bioética ambiental y ecopedagogía: una tarea pendiente. Acta bioéthica, 19(1), 29-38. Doi: http://dx.doi.org/10.4067/S1726-569X2013000100004",
          "Sauvé, L. (2006). La educación ambiental y la globalización: desafíos curriculares y pedagógicos. Organización de Estados Iberoamericanos para la Educación, la Ciencia y la Cultura (OEI). Revista Iberoamericana de Educación, (41), 83–101. Recuperado de:  https://www.redalyc.org/pdf/800/80004105.pdf",
          "Sepúlveda Gallego, Luz Elena. (2014). Una propuesta educativo-ambiental para Colombia. Historia y Presente de la Educación Ambiental: Ensayos con perfil iberoamericano, 145162. Recuperado de: https://dialnet.unirioja.es/servlet/articulo?codigo=4994894",
          "Serrano de Moreno, S. & Madrid de Forero, A. (2007). Competencias de lectura crítica. Una propuesta para la reflexión y la práctica.  Acción Pedagógica, 16(1), 58-68. Recuperado de: https://dialnet.unirioja.es/servlet/articulo?codigo=2968602",
          "De Sousa Borges, S., Durelli, V. H. S., Reis, H. M., & Isotani, S. (2014). A systematic mapping on gamification applied to education. Actas del 29º Simposio anual de ACM sobre computación aplicada, 216-222. Doi: https://doi.org/10.1145/2554850.2554956",
          "Serrano Martínez, C. J. (2016). Gamificación Universitaria. Universidad de Jaén. Escuela Politécnica Superior de Jaén. Departamento de Informática. p.16. Recuperado de: https://hdl.handle.net/10953.1/5947",
          "Shute, V. y Ke, F. (2012). Games, Learning and Assessment. En D. Ifenthaler et al. (Eds.), Assessment in Game-Based Learning: Foundations, Innovations, and Perspectives, 43-58. DOI: 10.1007/978-1-4614-3546-4_4",
          "Cassany, D. (2011). De lo analógico a lo digital, 1–10. Recuperado de: http://www.lecturayvida.fahce.unlp.edu.ar/numeros/a21n4/21_04_Cassany.pdf",
          "Silva-Leite, B. (2017). Gamificando as aulas de química: uma análise prospectiva das propostas de licenciandos em química. RENOTE - Revista Novas Tecnologias na Educação, 15(2).  Doi: https://doi.org/10.22456/1679-1916.79259",
          "SIMCE-OCDE. (2011). PISA Evaluación de las competencias lectoras para el siglo XXI. Recuperado de: http://archivos.agenciaeducacion.cl/Ejemplos_de_preguntas_Lectura_PISA_2009.pdf",
          "Solé, I. (1998). Estrategias de lectura. Editorial Graó. Barcelona.",
          "Beza, O. (2011), Gamification–How games can level up our everyday life?. Universidad de Ambsterdan, Holanda.",
          "Solé, I. (2012). Competencia lectora y aprendizaje. Revista Iberoamericana de Educació,. (59), 43-61. Recuperado de: https://rieoei.org/historico/documentos/rie59a02.pdf",
          "Studart, N. (2015). Simulação, games e gamificação no ensino de Física. In: Simpósio nacional de ensino de física, 21. Uberlância. Anais...São Paulo: 1-17.",
          "Toda, A. M., Da Silva, A. P., & Isotani, S. (2017). Desafios para o Planejamento e Implantação da Gamificação no Contexto Educacional. Recuperado de: https://seer.ufrgs.br/renote/article/view/79263/0",
          "Decreto Nº 1290. Ministerio de Educación Nacional. República de Colombia. p. 2. Disponible en: https://www.mineducacion.gov.co/1621/articles187765_archivo_pdf_decreto_1290.pdf",
          "Toda, A. M., Valle, P.H.D., & Isotani, S. (2018). The Dark Side of Gamification: An Overview of Negative Effects of Gamification in Education. Recuperado de: https://doi.org/10.1007/978-3-319-97934-2_9",
          "Torres Ochoa, Sergio Rodolfo. (2008). Assessment of Cognitive Changes of Ecology Concepts in High School Students in Mexico. Revista electrónica de investigación educativa, 10(2), 1-16. Recuperado de http://www.scielo.org.mx/scielo.php?script=sci_arttext&pid=S160740412008000200008&lng=es&tlng=en.",
          "Torres, H. & Giron, D. (2009), “Didáctica General”, 1ra, edición Editorama, S.A., Coordinación Educativa y Cultural Centroamericana, 9.",
          "Castro-Robles, A. D., Niño-Vega, J. A., & Fernández-Morales, F. H. (2020). El acoso escolar como oportunidad para mejorar la convivencia en las aulas. Educación y Humanismo, 22 (38), 1-13. doi: 10.17081/eduhum.22.38.3675",
          "Valda-Sánchez, F., & Arteaga-Rivero, C. (2015). Diseño e implementación de una estrategia de gamificación en una plataforma virtual de educación. Fides et Ratio - Revista de Difusión Cultural y Científica de La Universidad La Salle En Bolivia, 9(9), 65–80. Recuperado de: http://www.scielo.org.bo/pdf/rfer/v9n9/v9n9_a06.pdf",
          "Vargas-Vargas, N. A., Niño-Vega, J. A., & Fernández-Morales, F. H. (2020). Aprendizaje basado en proyectos mediados por tic para superar dificultades en el aprendizaje de operaciones básicas matemáticas. Revista Boletín Redipe, 9(3), 167-180. Doi: https://doi.org/10.36260/rbr.v9i3.943",
          "Vergara, D., Mezquita, J.M. (2016).  Diseño de juegos serios para reforzar conocimientos: una experiencia educativa en secundaria. Profesorado, 20(2): 238-254 Recuperado de: http://hdl.handle.net/10481/42584",
          "Vesga-Bravo, G. J., & Escobar-Sánchez, R. E. (2018). Trabajo en solución de problemas matemáticos y su efecto sobre las creencias de estudiantes de básica secundaria. Revista de Investigación, Desarrollo e Innovación, 9 (1), 103-114. doi: https://doi.org/10.19053/20278306.v9.n1.2018.8270",
          "Bono, A. (2010). Los docentes como engranajes fundamentales en la promoción de la motivación de sus estudiantes. Revista Iberoamericana De Educación, 54(2), 1-8. Doi: https://doi.org/10.35362/rie5421676",
          "Viana, F. L., Ribeiro, I., & Santos, S. (2014). Los desafíos de enseñar a comprender. Investigaciones Sobre Lectura, (1), 9–32. Disponible en: https://digitum.um.es/digitum/bitstream/10201/44761/1/Los%20desaf%c3%ados%20de%2 0ense%c3%b1ar%20a.pdf",
          "Delgado-Fernández, M. & Solano-González. (2009). Estrategias didácticas creativas en entornos virtuales para el aprendizaje. Revista Electrónica \"Actualidades Investigativas en Educación\", 9 (2), 1-21. Recuperado de: https://www.redalyc.org/pdf/447/44713058027.pdf",
          "Vianna, M., Viann, Y., Medina, B. & Tanaka, S. (2013). Gamification. Rio de Janeiro: MJV PRESS.",
          "Werbach, K. & Hunter, D. (2012). For the Win: How Game Thinking Can Revolutionize Your Business. Whartn Digit Press, edición EBook.",
          "Woolfolk, A. (2010). Psicología educativa. México: Pearson Educación.",
          "Wouters, P., van Nimwegen, C., Van Oostendorp, H., y Van der Spek, E. D. (2013). A MetaAnalysis of the Cognitive and Motivational Efects of Serious Games. Journal of Educational Psychology, 6 (2). Doi: 10.1037/a0031311",
          "Clavijo-Cruz, J., Maldonado-Carrillo, A. T., & Sanjuanelo, C.  M. (2011). Potenciar la comprensión lectora desde la tecnología de la información. Escenarios, 9(2), 26-36. Recuperado de: https://dialnet.unirioja.es/descarga/articulo/4495483.pdf",
          "Zepeda-Hernández, S., Abascal-Mena, R., & López-Ornelas, E. (2016). Integración de gamificación y aprendizaje activo en el AULA. Ra Ximhai, 12 (6), 315-325. Recuperado de: https://www.redalyc.org/articulo.oa?id=461/46148194022",
          "Zichermann, G. & Cunningham, C. (2015). Gamification by design: Implementing game mechanics in web and mobile apps. Canada: O´ Reilly Media.",
          "Borrás-Gené, Oriol. (2015). Fundamentos de la gamificación. Recuperado de: http://oa.upm.es/35517/1/fundamentos%20de%20la%20gamificacion_v1_1.pdf",
          "Cabero, J. (2014). Nuevas miradas sobre las TIC aplicadas a la educación. Revista Andalucía Educativa, 81,1-6.",
          "Calderone, M. & González, A. (2016). Materiales didácticos. Una metodología para su producción en la era de las TIC. Universidad Nacional del Noroeste de la Provincia de Buenos Aires, Argentina. Recuperado de: http://sedici.unlp.edu.ar/handle/10915/80783",
          "Deterding, S., Dixon, D., Khaled, R., & Nacke, L. (2011). From game design elements to gamefulness: Defining “gamification”. En Memorias del 15th International Academic MindTrek Conference: Envisioning Future Media Environments, 9–15. doi: 10.1145/2181037.2181040",
          "Campos-Fernández, M., & Martos-García, A. (2017). Lectura, ecología y educación: desafíos en la formación del profesorado. Revista Interuniversitaria de Formación del Profesorado, 90 (31.3), 15-25. Recuperado de: https://dialnet.unirioja.es/servlet/articulo?codigo=6246399",
          "Cantillo-Oliveros, M., De Castro, A., Carbonó-Truyó, V., Guerra-Flórez, D., Robles, H., Díaz Plaza, D., & Rodríguez Fuentes, R. (2014). Comprensión lectora y TIC en la universidad. Apertura. Revista de innovación educativa, 6(1). Recuperado de:  https://www.redalyc.org/pdf/688/68831999005.pdf",
          "Condemarín, M. (2000). Estrategias de enseñanza para activar los esquemas cognitivos de los estudiantes. Recuperado de:  http://www.lecturayvida.fahce.unlp.edu.ar/numeros/a21n2/21_02_Condemarin.pdf",
          "Constitución Política de Colombia. (1991). Constitución Política de la Republica de Colombia. Recuperado de: http://pdba.georgetown.edu/Constitutions/Colombia/colombia91.pdf",
          "Contreras-Espinosa R. S. & Eguia J. L. (2017). Gamificación en aulas universitarias. Bellaterra: Institut de la Comunicació, Universitat Autónoma de Barcelona. Recuperado de: http://incomnet.uab.cat/",
          "Martínez-Mejía, R. del C., & Rodríguez Villanueva, B. P. (2011). Estrategias de comprensión lectora mediadas por tic. Una alternativa para mejorar las capacidades lectoras en secundaria. Universidad Autónoma Del Caribe, 9, 18–25. Recuperado de: http://repositorio.uac.edu.co/bitstream/handle/11619/1618/Estrategias de comprensión lectora mediadas por tic.pdf?sequence=1&isAllowed=y",
          "Corchuelo-Rodriguez, C. A. (2018). Gamificación en educación superior: experiencia innovadora para motivar estudiantes y dinamizar contenidos en el aula. Edutec. Revista Electrónica De Tecnología Educativa, (63), 29-41 (380). Doi: https://doi.org/10.21556/edutec.2018.63.927",
          "Deterting, S., Dixon, D., Nack, L., O’Hara, K., & Sicart, M. (2011). Gamification: Using Game Design Elements in Non-Gaming Contexts. MindTrek’ (11), 9-15. Recuperado de: https://doi.org/10.1145/1979742.1979575",
          "Díaz-Barriga, F., & Hernández-Rojas, G. (1999). Estrategias Docentes para un Aprendizaje Significativo: Una interpretación constructivista. México: McGraw-Hill INTERAMERICANA, S.A.",
          "Martínez-López, L. G., & Gualdrón-Pinto, E. (2018). Fortalecimiento del pensamiento variacional a través de una intervención mediada con TIC en estudiantes de grado noveno. Revista de Investigación, Desarrollo e Innovación, 9 (1), 91-102. doi: https://doi.org/10.19053/20278306.v9.n1.2018.8156",
          "Michael, D., ChenS.(2006). Serious Games: Games That Educate, Train, and Inform”. Boston, Thomson Course Technology",
          "Díaz-Delgado, N. (2018). Gamificar y transformar la escuela. Revista Mediterránea de Comunicación/Mediterranean Journal of Communication, 9(2), 61-73. Doi: https://www.doi.org/10.14198/MEDCOM2018.9.2.24",
          "Dicheva, D., Dichev C., Agre G., & Angelova, G. (2015). Gamification in Education: A Systematic Mapping Study. Educational Technology & Society, 18 (3), 75–88. Recuperado de: http://www.ifets.info/journals/18_3/6.pdf",
          "Edel Navarro, R., Ramírez Socorro, Ma del S. (2006). Construyendo el significado del cuidado ambiental: un estudio de caso en educación secundaria. REICE - Revista Electrónica Iberoamericana sobre Calidad, Eficacia y Cambio en Educación, 4 (1). Recuperado de: https://www.redalyc.org/pdf/551/55140106.pdf",
          "EdTechReview (2013). What is GBL (Game-Based Learning)? EdTechReview. Recuperado de: http://edtechreview.in/dictionary. /298-what-is-game-based-learning",
          "EduTrends, (2016). Gamificación. Observatorio de Innovación Educativa del Tecnológico de Monterrey. Recuperado de: https://observatorio.tec.mx/edutrendsgamificacion",
          "Espinosa, L. A. & Tamayo, A. M. C. (2010). La enseñanza de estrategias metacognitivas para el mejoramiento de la comprensión lectora. Estado de la cuestión. Pensam. Psicológico, 5 (12), 125-318. Recuperado de: https://www.redalyc.org/pdf/801/80111899010.pdf",
          "Espitia Bello, E. (2014). Factores determinantes de la comprensión lectora: Motivación Intrínseca, Autoestima, Rendimiento académico; Un Estudio Con Estudiantes del Área de La Salud y Humanidades. (Tesis de posgrado). Universidad del BÍO-BÍO. Chile. Recuperado de: http://repobib.ubiobio.cl/jspui/handle/123456789/1176",
          "Fedel, L., Ulbricht, V., Batista, C. & Vanzin, T. (2014). Gamificação na educação. São Paulo: Pimenta Cultural. Recuperado de: https://www.pimentacultural.com/gamificacao-naeducacao",
          "Feo, R. (2010). Orientaciones básicas para el diseño de estrategias didácticas. Instituto Pedagógico de Miranda. Tendencias Pedagógicas, (16), 220-236. Recuperado de: http://biblioteca.udgvirtual.udg.mx/jspui/handle/123456789/175",
          "Fernández-Fígares, M.C., & Martos García, A. (2017). Lectura, ecología y educación: desafíos en la formación del profesorado. Revista Interuniversitaria de Formación del Profesorado, 90 (31.3),15-25. Recuperado de: https://www.redalyc.org/jatsRepo/274/27453789002/html/index.html#redalyc_274537890 02_ref2",
          "Millán, J. A. (2008). La lectura y la sociedad del conocimiento. España. Recuperado de: http://dpto.educacion.navarra.es/publicaciones/pdf/lecturajamillan.pdf",
          "Maturano, C., Soliveres, M. & Macías, A. (2002). Estrategias cognitivas y metacognitivas en la comprensión de un texto de ciencias. Universidad Nacional de San Juan. Argentina. Recuperado de: https://www.raco.cat/index.php/Ensenanza/article/view/21831",
          "Fernández Manzanal, R. y Casal Jiménez, M. (1995). La enseñanza de la ecología. Un objetivo de la educación ambiental. Enseñanza de Las Ciencias: Revista de Investigación Y Experiencias Didácticas, 13(3), 295-311. Recuperado de: https://eprints.ucm.es/12533/1/COdAv1_1_07jul2012.pdf",
          "Fernández, A., Domínguez, E. & De Armas, I. (2012). Herramienta de Evaluación de la Calidad de Objetos de Aprendizaje (herramienta CODA). Recuperado de https://eprints.ucm.es/12533/1/COdAv1_1_07jul2012.pdf",
          "Figueroa-Flores, J. F. (2015). Using Gamification to Enhance Second Language Learning. Digital Education Review, 27, 32-54.  Recuperado de: https://dialnet.unirioja.es/servlet/articulo?codigo=5495904",
          "Flores Flores, J., Ávila Ávila, J., Rojas Jara, C., Sáez González, F., Acosta Trujillo, R., & Díaz Larenas, C. (2017). Estrategias didácticas para el aprendizaje significativo en contextos universitarios. Unidad de Investigación y Desarrollo Docente Dirección de Docencia. Universidad de Concepción. Chile. 13-14. Recuperado de: https://www.academia.edu/36090833/Estrategias_did%C3%A1cticas_para_el_aprendizaje _significativo_en_contextos_universitarios",
          "Fogg, B. (2013). A Behavior Model for Persuasive Design. [9] Fogg, Bj. A Beh Proceedings of the 4th International Conference on Persua- sive Technology–Persuasive, (p. 1-9). New York.",
          "Foncubierta, J., & Rodríguez, C. (2014). Didáctica de la gamificación en la clase de español. Editorial Edinumen. Recuperado de: https://espanolparainmigrantes.files.wordpress.com/2016/04/didactica_gamificacion_ele.p df",
          "Fumero, F. (2009). Estrategias didácticas para la comprensión de textos. Una propuesta de investigación acción participativa en el aula. Investigación y Postgrado, 24(1), 46-73. Recuperado de: https://dialnet.unirioja.es/servlet/articulo?codigo=3223253",
          "Gaítan, P. Rico, Y. & Tepale, G. (2011). Motivación en los Estudiantes de la Ibero, Didac, 59, 59-60.",
          "Galeano-Becerra, C. J., Bellón-Monsalve, D., Zabala-Vargas, S. A., Romero-Riaño, E., & DuroNovoa, V. (2018). Identificación de los pilares que direccionan a una institución universitaria hacia un Smart-Campus. Revista de Investigación, Desarrollo e Innovación, 9 (1), 127-145. doi: https://doi.org/10.19053/20278306.v9.n1.2018.8511",
          "Montanero Fernández, M. (2004). Cómo evaluar la comprensión lectora: alternativas y limitaciones. Revista de Educación, 335, 415-427. Recuperado de: https://www.researchgate.net/publication/28157945_Como_evaluar_la_comprension_lecto ra_alternativas_y_limitaciones",
          "Gallegon, F. & Llorens, F. (2015). Gamificad, insensatos. Actas de la XXI Jornadas de Enseñanza, (p. 244). Andorra la Vella.",
          "Maturano, C., Soliveres, M., Perinez, C., & Álvarez, I. (2016). Enseñar ciencias naturales es también ocuparse de la lectura y del uso de nuevas tecnologías. Ciencia, Docencia y Tecnología, 27(53), 103-117. Recuperado de: https://www.redalyc.org/pdf/145/14548520005.pdf",
          "García-Díaz, J. E. (1999). Una hipótesis de progresión sobre los modelos de desarrollo en Educación Ambiental. Investigación en la Escuela, 37, 15–32. Recuperado de: https://dialnet.unirioja.es/servlet/articulo?codigo=117004&info=resumen&idioma=SPA",
          "García-Novo, F., 2009, La implantación de la Ecología en España. En Ciencia y Tecnología, C. Sánchez del Río, E. Muñoz y E. Alarcón Eds. En S. del Campo y J. F. Tezanos Eds. España Siglo XXI, Biblioteca Nueva, Madrid, 4:205-242",
          "García, J.E. (2002). Los problemas de la educación ambiental ¿es posible una Educación Ambiental integradora? Investigación en la Escuela, 46, 5-25. Recuperado de: https://idus.us.es/xmlui/handle/11441/60510",
          "García, J.E. (2003). Investigando el ecosistema. Investigación en la Escuela, 51, 83-100.",
          "Garzón-Saladen, Á., & Romero-González, Z. (2018). Los modelos pedagógicos y su relación con las concepciones del derecho: puntos de encuentro con la educación en derecho. Revista de Investigación, Desarrollo e Innovación, 8(2), 311-320. doi: https://doi.org/10.19053/20278306.v8.n2.2018.7968",
          "Gavidia Catalán, V., & Cristerna, M. (2000). Dimensión medioambiental de la ecología en los libros de texto de la educación secundaria obligatoria española. Didáctica de Las Ciencias Experimentales Y Sociales, (14), 53–68. Doi: https://doi.org/10.7203/dces..2925",
          "Gómez, M. C. (2019). Gamificar en educación: dime cómo juegas y te diré cómo aprendes. 8º Seminario Internacional Rueda. Argentina.",
          "González, J., Barba, J., & González, A. (2010). La comprensión lectora en educación secundaria. Revista Iberoamericana de Educación, 53 (6), 1 -11. Recuperado de: http://www.iessierrasur.es/fileadmin/template/archivos/BiologiaGeologia/documentos/DEP _DE_FORMACION/La_comprension_lectora_en_secundaria.pdf",
          "Montero, A., Zambrano, L. M., Zerpa, C. (2013). La Comprensión lectora desde el Constructivismo. Recuperado de: https://pdfs.semanticscholar.org/2e30/b00c3ed8f795a1de80266b70f9e7f33e3a86.pdf",
          "González, M.J. & Romero, J.F. (2001). Intervención psicoeducativa en comprensión lectora. En .f. Romero & m.j. González (eds). Prácticas de comprensión lectora. Estrategias para el aprendizaje. Madrid: Alianza Editorial. pp.17-38.",
          "Gutiérrez-Reyes, P. & Norero-Rozas, D. (2018). Estudio comparativo de software educativo con gamificación. (Tesis de Pregrado). Pontificia Universidad Católica de Valparaíso. Recuperado de: http://opac.pucv.cl/pucv_txt/txt-8000/UCC8077_01.pdf",
          "McClelland, D. C. (2009). Human Motivation. Cambridge University Press: Cambridge.",
          "Hamari, J., Koivisto, J., & Sarsa, H. (2014). ¿Does Gamification Work? A Literature Review of Empirical Studies on Gamification. 47a Conferencia Internacional de Hawai sobre Ciencias del Sistema. Doi: https://doi.org/10.1109/hicss.2014.377",
          "Hamari, J., Shernoff, D. J., Rowe, E., Coller, B., Asbell-Clarke, J., & Edwards, T. (2016). Challenging games help students learn: An empirical study on engagement, flow and immersion in game-based learning. Computers in Human Behavior, 54, 170–179. Doi: https://doi.org/10.1016/j.chb.2015.07.045",
          "Hernández Díaz, José María. (2014). Educación Ambiental y vida sostenible en la Historia. Historia y Presente de la Educación Ambiental: Ensayos con perfil iberoamericano, 145162. Recuperado de: https://dialnet.unirioja.es/servlet/articulo?codigo=4994894",
          "Hernández-Gil, C., & Jaramillo-Gaitán, F. A. (2020). Laboratorio de innovación social: hibridación creativa entre las necesidades sociales y las experiencias significativas de los estudiantes de administración de empresas. Revista de Investigación, Desarrollo e Innovación, 10(2). doi: 10.19053/20278306.v10.n2.2020.10518",
          "Hernández-Sampieri, R., Fernández-Collado, C., & Baptista-Lucio, P. (2010). Metodología de la Investigación. Chile: McGraw Hill",
          "Herranz, E. (2013). Gamification, I Feria Informática (febrero 2013), Universidad Carlos III Madrid España.",
          "Herrera, M., Varela, E., Rueda, I., Pelayes, S., del Valle, M., Muñoz, S. & Quiroga, V. (2010). Evaluación de la educación: Factores que inciden en la comprensión lectora. Buenos Aires. República Argentina. Recuperado de: http://www.adeepra.org.ar/congresos/Congreso%20IBEROAMERICANO/EVALUACION /R1677_Herrera.pdf",
          "Moreno-Casasola, P. & Sánchez-Ríos, G. (1990). La enseñanza de la ecología en México. Laboratorio de Ecología. Facultad de Ciencias, UNAM. Ciencias especial 4. Recuperado de: http://revistas.unam.mx/index.php/cns/article/viewFile/11101/10426",
          "Ibarra Murillo, J., & Gíl Quílez, M. J. (2005). Alumnos de secundaria argumentando en Ecología : ¿están en equilibrio los ecosistemas? Enseñanza de Las Ciencias, (Extra), 1–3.",
          "ITSTA. (2019). Manual de convivencia, 19. Recuperado de: https://santoto.edu.co/manual-deconvivencia/",
          "Jiménez-Espinosa, A. (2019). La dinámica de la clase de matemáticas mediada por la comunicación. Revista de Investigación, Desarrollo e Innovación, 10 (1), 121-134. doi: 10.19053/20278306.v10.n1.2019.10016",
          "Medina, P. J. S. (2013). Bioética ambiental y ecopedagogía: Una tarea pendiente. Acta Bioethica, 19(1), 29–38. Doi: https://doi.org/10.4067/S1726-569X2013000100004",
          "Jiménez-Pérez, E. (2014). Comprensión lectora VS Competencia lectora: qué son y qué relación existe entre ellas. Recuperado de: http://www.comprensionlectora.es/revistaisl/index.php/revistaISL/article/view/17/19",
          "Jiménez-Rodríguez, V. (2004).  Metacognición y comprensión de la lectura: evaluación de los componentes estratégicos (procesos y variables) mediante la elaboración de una escala de conciencia lectora (ESCOLA). Universidad Complutense de Madrid. Facultad de Psicología. Madrid p.6 – 7.",
          "Jiménez-Rodríguez, V., Puente-Ferreras, A., Alvarado-Izquierdo, J. M. & Arrebillaga-Durante, L. (2009). Medición de estrategias metacognitivas mediante la Escala de Conciencia Lectora: ESCOLA. Electronic Journal of Research in Educational Psychology, 7 (2), 779802. Recuperado de: https://www.redalyc.org/pdf/2931/293121945010.pdf",
          "Kapp, K. (2012). La gamificación del aprendizaje y la instrucción: métodos y estrategias de juego para la formación y la educación. Pfieer.",
          "Kim, B. (2015). Understanding Gamification. Library. Technology Reports, 51(2), 29-35. Recuperado de: https://journals.ala.org/ltr/issue/download/502/252",
          "Ley 115 (1994). Ley General de Educación. Recuperado de: https://www.mineducacion.gov.co/1621/articles-85906_archivo_pdf.pdf",
          "Morin, E. (2008).  Reformar la educación, la enseñanza, el pensamiento. Disponible en: https://scholar.google.com/scholar?lookup=0&q=Reformar+la+educaci%C3%B3n,+la+ens e%C3%B1anza,+el+pensamiento+EDGAR+MORIN&hl=es&as_sdt=0,5",
          "Ley 1341 de 2009. MINTIC. Ministerio de Comunicaciones. Recuperado de: https://www.mintic.gov.co/portal/inicio/3707:Ley-1341-de-2009",
          "Londoño-Palacio, O. L., Maldonado-Granados, L. F. & Calderón-Villafáñez, L. C. (2016). Guía para Construir Estados del Arte. IconK International Corporation of Networks of Knowledge. Bogotá. Recuperado de:  http://iconk.org/docs/guiaea.pdf",
          "López-Ricalde, C. D., López-Hernández, E. S., & Ancona-Peniche, I. (2005). Desarrollo sustentable o sostenible: una definición conceptual. Horizonte Sanitario, 4 (2). Recuperado de: http://www.redalyc.org/articulo.oa?id=457845044002",
          "López-Sánchez, J. M. (2016). Propuesta didáctica a través de la práctica experimental de campo, en el desarrollo de temáticas de ecología, en el área de ciencias naturales y educación ambiental, para grado 10º en la I. E. Héctor Rogelio Montoya, Medellín. Universidad Nacional de Colombia. Recuperado de: https://repositorio.unal.edu.co/handle/unal/56948",
          "MEN. (2004). Estándares Básicos de Competencias en Ciencias Naturales y Ciencias Sociales Serie Guías Nº 7. República de Colombia, 22-23. Recuperado de: https://www.mineducacion.gov.co/1621/articles-81033_archivo_pdf.pdf",
          "López-Gaitán, M. A., Morán-Borbor, R. A., & Niño-Vega, J. A. (2018). Prácticas experimentales como estrategia didáctica para la comprensión de conceptos de física mecánica en estudiantes de educación superior. Infometric@-Serie Ingeniería, Básicas y Agrícolas, 1(1).",
          "Lozano Guzmán, Sandra Liliana, Bosque Suárez, Rafael, & Osorio Abad, Amparo. (2019). La educación ambiental en el marco de la revolución científico-técnica: una necesidad actual en el contexto educativo colombiano. Varona. Revista Científico Metodológica, (68), e22.Recuperado de: http://scielo.sld.cu/scielo.php?script=sci_arttext&pid=S199282382019000100022",
          "Malacalza, L. (2013).  Ecología y Ambiente. AUGM Comité de Medio Ambiente Serie Monográfica Sociedad y Ambiente: Reflexiones para una nueva América Latina. Monografía Nº 2. p. 28.",
          "Manzanal, A., Jiménez-Taracido, L. y Flores-Vidal, P. (2016). El control de la comprensión lectora de textos científicos: una evaluación en Educación Secundaria. Revista Electrónica de Enseñanza de las Ciencias, 15(2), 192–214. Doi: https://doi.org/10.13140/RG.2.1.4148.4402",
          "Marquéz, A. & Díaz, M. (2014). Elaboración de materiales didácticos para prácticas educativas mediadas por tecnologías: reflexiones desde una perspectiva textual. Congreso Iberoamericano de Ciencia, Tecnología, Innovación y Educación. Buenos Aires. Argentina.",
          "Naranjo-Gaviria, A. A., & Herreño-Téllez, E. (2020). Caracterización de las actividades interdisciplinarias en una facultad de artes Colombiana. Revista de Investigación, Desarrollo e Innovación, 10 (2). doi: 10.19053/20278306.v10.n2.2020.10361",
          "Márquez, G. (2002). Ecología y cultura: cambio ambiental, evolución biológica y evolución cultural. Politeia, 28, 41–56. Disponible en: https://www.unich.edu.mx/wpcontent/uploads/2013/08/Art.-Ecolog%C3%ADa-y-Cultura.pdf",
          "Martin-Díaz, M.J. & Kempa, R. F. (1991). Los alumnos prefieren diferentes estrategias didácticas de la enseñanza de las ciencias en función de sus características motivacionales. Investigación y Experiencias Didácticas. Enseñanza de las Ciencias, 9 (l), 59-68. Recuperado de: https://ddd.uab.cat/pub/edlc/02124521v9n1/02124521v9n1p59.pdf",
          "MEN. (2017). Guía de Fortalecimiento Curricular. Siempre Día e. Ministerio de Educación Nacional, 25-26. Recuperado de: http://aprende.colombiaaprende.edu.co/sites/default/files/naspublic/guia_fortalecimiento_c urricular.pdf",
          "Mena-Freire, J.C., Garcés-Freire, E., Pailiacho-Mena, V. (2017). Desarrollo de una estrategia de gamificación en un espacio virtual para La difusión sobre el cuidado ambiental en la PUCESA. Pontificia Universidad Católica del Ecuador Ambato. Recuperado de: https://repositorio.pucesa.edu.ec/handle/123456789/1913",
          "Méndez, E., & Urdaneta-Molero, W. (2016). Investigación situada: Una ruta para la enseñanza de la ecología. Educ@ción En Contexto, 2(0), 58–71. Recuperado de: https://dialnet.unirioja.es/servlet/articulo?codigo=6296687",
          "Barrera-Mesa, C. E., Fernández-Morales, F. H., & Duarte, J. E. (2017). Diseño de un ambiente de aprendizaje mediado por TIC para la enseñanza de operadores mecánicos orientado al grado séptimo de la educación básica, en el Colegio Boyacá de Duitama. Revista Colombiana de Tecnologías de Avanzada, 2 (30), 11-19. doi: https://doi.org/10.24054/16927257.v30.n30.2017.2740",
          "Meza-Aguilar, Leonardo. (1992). Educación ambiental. ¿Para qué?. Nueva Sociedad, 122, 176185. Recuperado de: https://nuso.org/media/articles/downloads/2183_1.pdf",
          "Naranjo-Rondón, G. & Gutiérrez-Ramos, E. (2018). Influencia de la gamificación para fomentar el hábito de lectura en los niños. Recuperado de: http://www.informaticahabana.cu/sites/default/files/ponencias2018/EDU35.pdf",
          "Niño Barajas, L. (2012). Estudio de caso: una estrategia para la enseñanza de la educación ambiental. Praxis & Saber, 3 (5), 53-78. Recuperado de: https://www.redalyc.org/pdf/4772/477248389003.pdf",
          "Barrera-Mesa, M., Fernández-Morales, F. H., & Duarte, J. E. (2017). Aprendizaje basado en proyectos colaborativos mediados por TIC para el desarrollo de competencias en estadística. Saber, Ciencia y Libertad, 12 (2), 220-232. Recuperado de: http://www.sabercienciaylibertad.org/ojs/index.php/scyl/article/view/247",
          "Caño, A., & Luna, F. (2011). PISA. Comprensión lectora I. Marco y análisis de los ítems. Recuperado de: http://www.iseiivei.net/cast/pub/itemsliberados/lectura2011/lectura_PISA2009completo.pdf",
          "Niño-Vega, J. A., & Fernández-Morales, F. H. (2019). Una mirada a la enseñanza de conceptos científicos y tecnológicos a través del material didáctico utilizado. Revista Espacios, 40(15), 4. Recuperado de: http://www.revistaespacios.com/a19v40n15/a19v40n15p04.pdf"
        ],
        "DC.publisher": [
          "Universidad Pedagógica y Tecnológica de Colombia",
          "Facultad Seccional Duitama",
          "Duitama",
          "Maestría en TIC aplicadas a las Ciencias de la Educación"
        ],
        "DC.date": {
          "DCTERMS.dateAccepted": "2021-02-24T19:26:25Z"
        }
      }
    },
    {
      "url": "http://repositorio.uptc.edu.co/handle/001/3201",
      "found_in": "OpenAIRE",
      "open_access": true,
      "author_rights": true,
      "dublin_core": true,
      "standard_access_value": "openAccess",
      "standard_type_research_result": [
        "info:eu-repo/semantics/masterThesis"
      ],
      "standard_format": "application/pdf",
      "standard_version_coar": [
        "info:eu-repo/semantics/publishedVersion"
      ],
      "standard_language": "ISO 639-3",
      "author_id": null,
      "standard_date_format": true,
      "single_type_research_result": "info:eu-repo/semantics/masterThesis",
      "single_version": "info:eu-repo/semantics/publishedVersion",
      "metadata": {
        "DC.creator": "Rincón Durán, Ricardo",
        "DC.title": "Prototipo didáctico enfocado a la robótica educativa, simulando el movimientos de hexápodos mediante el uso de mecanismos y herramientas TIC",
        "DC.type": [
          "Trabajo de grado - Maestría",
          "http://purl.org/coar/resource_type/c_bdcc",
          "info:eu-repo/semantics/masterThesis",
          "info:eu-repo/semantics/publishedVersion",
          "Text",
          "https://purl.org/redcol/resource_type/TM",
          "http://purl.org/coar/version/c_970fb48d4fbd8a85"
        ],
        "DC.rights": [
          "Copyright (c) 2020 Universidad Pedagógica y Tecnológica de Colombia",
          "info:eu-repo/semantics/openAccess",
          "http://purl.org/coar/access_right/c_abf2"
        ],
        "DC.description": [
          "Bibliografía y webgrafía: páginas 143-166",
          "Maestría",
          "Magíster en TIC Aplicadas a las Ciencias de la Educación"
        ],
        "DC.format": "application/pdf",
        "DC.language": "spa",
        "DC.identifier": "http://repositorio.uptc.edu.co/handle/001/3201",
        "DC.subject": [
          "Innovaciones educativas",
          "Tecnología educativa",
          "Robots - Dinámica",
          "Educación - Innovaciones tecnológicas",
          "Tecnología de la Información y la Comunicación (TIC)",
          "Maestría en TIC Aplicadas a las Ciencias de la Educación - Tesis y Disertaciones académicas",
          "Robots móviles",
          "Prototipos robóticos",
          "Hexápodos",
          "Recurso educativo digital",
          "Uso de mecanismos",
          "Curvas de acopladores",
          "Constructivismo (Educación)"
        ],
        "DC.contributor": "Rodríguez Hernández, Ariel Adolfo (Director de tesis)",
        "DC.relation": [
          "Acosta-Castiblanco, M., Forigua-Sanabria, C. & Navas-Lora, M. (2015). Robótica Educativa: un entorno tecnológico de aprendizaje que contribuye al desarrollo de habilidades. (Tesis de Maestría, Pontificia Universidad Javeriana) Recuperado de https://repository.javeriana.edu.co/handle/10554/17119",
          "Acuña-Zúñiga, A., Omar-Dengo, F. & Costa-Rica, S. (2009). La robótica educativa: un motor para la innovación. Extraído el 23 de Marzo de 2019, de: http://www.fod.ac.cr/robotica/descargas/roboteca/articulos/2009/motorinnova_articul o.pdf",
          "Adel-Fernández, E.-C., Marrero-Osorio, S.-A. & Guardado, P.-F. (2017). Modelos cinemático y dinámico de un robot de cuatro grados de libertad. EAC, 38(3). Recuperado de http://scielo.sld.cu/scielo.php?script=sci_arttext&pid=S181559282017000300006",
          "Aguilar-Juárez, I., Ayala-Vega, J., Lugo-Espinosa, O. & Zarco-Hidalgo, A. (2014). Análisis de criterios de evaluación para la calidad de los materiales didácticos digitales. Revista iberoamericana de ciencia tecnología y sociedad, 9(25), 73-89. Recuperado de http://www.scielo.org.ar/scielo.php?script=sci_arttext&pid=S185000132014000100005&lng=es&tlng=en.",
          "Aguirre, J. & Jaramillo, L. (2015). El papel de la descripción en la investigación cualitativa. Cinta de moebio, (53), 175-189. https://dx.doi.org/10.4067/S0717554X2015000200006",
          "Alegría-Diaz, M.-R. (2015). Uso de las Tic como estrategias que facilitan a los estudiantes la construcción de aprendizajes significativos. (Tesis de Pregrado, Universidad Rafael Landívar). Recuperado de http://recursosbiblio.url.edu.gt/tesiseortiz/2015/05/84/Alegria-Marvin.pdf",
          "Almaguer, A., Zaquinaula, F., Ramírez, T. & Martínez, I. (2017). Las Tic En El Proceso De Enseñanza Aprendizaje. European Scientific Journal, ESJ, 13(34), 269. doi:  https://doi.org/10.19044/esj.2017.v13n34p269",
          "Alonzo, F.-M. & Bravo, M.-E. (2014). Diseño, construcción y control de un brazo robótico. (Tesis de Pregrado, Universidad San Francisco de Quito). Recuperado de http://repositorio.usfq.edu.ec/bitstream/23000/3840/1/112562.pdf",
          "Alvarez-Araque, W.-O. (2018). Formación docente en TIC para reducir la brecha digital cognitiva entre instituciones educativas del contexto rural y urbano en el municipio de Duitama. (Tesis de Maestria, Universidad Pedagógica y Tecnológica de Colombia). Recuperado de https://repositorio.uptc.edu.co/handle/001/2949",
          "Angarita-Velandia, M., Fernández-Morales, F., & Duarte, J. (2014). La didáctica y su relación con el diseño de ambientes de aprendizaje: una mirada desde la enseñanza de la evolución de la tecnología. REVISTA DE INVESTIGACIÓN, DESARROLLO E INNOVACIÓN, 5(1), 46-55. doi  https://doi.org/10.19053/20278306.3138",
          "Anilema-Guamán, J. (2016). Análisis, diseño e implementación de un software educativo para la enseñanza–aprendizaje de la asignatura de matemática dirigido a los estudiantes de tercer año de educación básica de la unidad educativa “luís felipe torres”, comunidad santa rosa de zula, parroquia achupallas, cantón alausí. (Tesis de Pregrado, Universidad Nacional de Chimborazo). Recuperado de http://dspace.unach.edu.ec/bitstream/51000/2650/1/UNACH-FCEHT-TG-INFORM2016-000014.pdf",
          "López-Custodio, P., Pérez-Soto, G., Sánchez-Ruenes, M., Cervantes-Sánchez, J., & RicoMartínez, J. (2012). Análisis cinemáticos de orden superior de cadenas cinemáticas planas y sus aplicaciones. Acta Universitaria, 22(4), 23-33.Recuperado de https://www.redalyc.org/articulo.oa?id=416/41623185003",
          "López-Puebla, R., Solís-Ramírez, M., Pérez-Uribe, J., García-Monroy, J., Cruz-Granados L., Hernández-Ruiz, J., Dorantes-Olvera, O., Dorantes-Chávez, I., Pérez-Rodríguez, A., Ramírez, J., Alvarado-Flores, O., Nabor-Aguilar, Y., Efrén-Gorrostieta, H. & VargasSoto, J. (2012). Simulación de un Mecanismo Biela-Manivela-Corredera. 11° Congreso Nacional de Mecatrónica. Recuperado de http://www.mecatronica.net/emilio/ArtCongNac/34-2012.pdf",
          "López-Ramírez, P. & Andrade-Sosa, H. (2013). Aprendizaje con robótica, algunas experiencias. Educación, 37(1), 43-63. Recuperado de https://www.redalyc.org/pdf/440/44028564003.pdf",
          "López-Rua, A.-M., & Tamayo-Alzate, Ó.-E. (2012). Las prácticas de laboratorio en la enseñanza de las ciencias naturales. Revista Latinoamericana de Estudios Educativos, 8(1), 145-166. Recuperado de https://www.redalyc.org/pdf/1341/134129256008.pdf",
          "Malqui-Cabrera, M., Indira-Sánchez, M., Medina-Rojas, F. &, Arias-Rojas, J. (2017). Prototipo de guía didáctica para la enseñanza–aprendizaje de la Física en ingeniería mediada por herramientas digitales disponibles en la web – Uso de simuladores. 4to Congreso Internacional AmITIC 2017, Popayán, Colombia. Recuperado de https://revistas.utp.ac.pa/index.php/memoutp/article/view/1481",
          "Manzano-Mozo, F. (2017). Mecanismos articulados para trazar curvas como recurso educativo digital para la didáctica de las matemáticas en Secundaria y Bachillerato. (Tesis de doctorado, Universidad Autonoma de Madrid). Recuperado de https://repositorio.uam.es/handle/10486/680650",
          "Martínez, C. (2005). Introducción a los escarabajos Carabidae (Coleoptera) de Colombia. Investigación de Recursos Biológicos Alexander von Humboldt. Bogotá D. C., Colombia. 546 p.",
          "Martínez-Villalobos, G. (2009). Programación orientada a objetos con aprendizaje activo. Scientia et Technica, (43), 163-168. Doi: http://dx.doi.org/10.22517/23447214.2283",
          "Matías, A.-L. (2016). Diseño e implementación de sistema de potencia para un vehículo monoplaza con mecanismo de Theo Jansen. (Tesis de Pregrado, Universidad de Chile). Recuperado de http://repositorio.uchile.cl/handle/2250/140488",
          "Mecapedia. (2019). Ley de Grashof. Dpto. Ingeniería Mecánica y Construcción. Universitat Jaume I - Castellón - España. http://www.mecapedia.uji.es/ley_de_Grashof.html",
          "Araque-Henao, L., & Muriel-Patiño, C. (2018). Diseño y prototipo de una plataforma robotica educativa de manipuladores. (Tesis de Pregrado, Universidad Autonoma de Occidente). Recuperado de https://red.uao.edu.co/bitstream/10614/10353/7/T08025.pdf",
          "Medina-Naranjo, E. (2019) Estrategia de formación virtual basada en el modelo addie para fortalecer competencias pedagógicas y tecnológicas de los docentes del colegio wesleyano norte. (Tesis de Maestria, Universidad EAN). Recuperado de https://repository.ean.edu.co/bitstream/handle/10882/9487/MedinaEvelyn2019.pdf?se quence=1&isAllowed=y",
          "Medina-Nicolalde, M. & Tapia-Calvopiña, M. (2017). El aprendizaje basado en proyectos una oportunidad para trabajar interdisciplinariamente. OLIMPIA, 14(16), 236-247. Recuperado de https://dialnet.unirioja.es/servlet/articulo?codigo=6220162",
          "MEN, (2008). GUIA 30, Ser competente en tecnologia. Ministerio de Educacion Nacional. Recuperado de https://www.mineducacion.gov.co/1621/articles160915_archivo_pdf.pdf",
          "MEN. (13 de Agosto de 2002). Decreto número 1850. Ministerio de Educacion Nacional. Recuperado de https://www.mineducacion.gov.co/1621/articles103274_archivo_pdf.pdf",
          "Molano-Puentes, F., Alarcón-Aldana, A., & Callejas-Cuervo, M. (2018). Guía para el análisis de calidad de objetos virtuales de aprendizaje para educación básica y media en Colombia. Praxis & Saber, 9(21), 47 - 73. doi: https://doi.org/10.19053/22160159.v9.n21.2018.8923",
          "Monje-Álvarez, C.-A. (2011). Metodología de la investigación cuantitativa y cualitativa guía didáctica. Universidad Surcolombiana, 217p. extraido el 13 de Marzo de 2019, de https://www.uv.mx/rmipe/files/2017/02/Guia-didactica-metodologia-de-lainvestigacion.pdf",
          "Monsalve-Ochoa, M. (2011). Implementacion de las tics como estrategia didáctica para generar un aprendizaje significativo de los procesos celulares en los estudiantes de grado sexto de la institucion educativa san andrés del municipio de girardota. (Tesis de Maestria, Universidad Nacional de Colombia). Recuperado de http://www.bdigital.unal.edu.co/5936/1/43666105.2012.pdf",
          "Mora-Morales, L., Cifuentes-Chacón, J. & Patiño-Garzón, J. (2015). Prototipo de aplicación web para la formación de estudiantes de 5 a 7 años enfocado en la pedagogía Waldorf. (Tesis de Especialización, Universidad Distrital Francisco José de Caldas). Recuperado de http://repository.udistrital.edu.co/bitstream/11349/8265/1/prototipo%20de%20aplicac i%c3%93n%20web%20para%20la%20formaci%c3%93n%20de%20estudiantes%20d e%205%20a%207%20a%c3%91os%20enfocado%20en%20la%20pedagog.pdf",
          "Morán, O., & Monasterolo, R. (2009). Enseñanza-Aprendizaje en Robótica. Construcción de Simuladores como Actividades de Comprensión. Formación universitaria, 2(4), 3136. doi: https://dx.doi.org/10.4067/S0718-50062009000400005",
          "Morán-Oviedo, P. (2004). La docencia como recreación y construcción del conocimiento Sentido pedagógico de la investigación en el aula. Perfiles educativos, 26(105-106), 41-72. Recuperado de http://www.scielo.org.mx/scielo.php?script=sci_arttext&pid=S018526982004000100003&lng=es&tlng=es.",
          "Arellano-Gámez , L.-A. (2009). La competencia es un saber, saber ser y un saber hacer. Rev Od Los Andes 2009; 4(1), 3-5. Recuperado de de https://imbiomed.com.mx/1/1/articulos.php?method=showDetail&id_revista=177&id _seccion=2993&id_ejemplar=6032&id_articulo=59648",
          "Moreira, M. (2005). Aprendizaje significativo crítico (Critical meaningful learning). Indivisa. Boletin de Estudios e Investigación, (6), 83-102. Recuperado de https://www.redalyc.org/pdf/771/77100606.pdf",
          "Muñiz, J. & Fonseca-Pedrero, E. (2019). Diez pasos para la construcción de un test. Psicothema, 31(1), 7-16. doi: 10.7334/psicothema2018.291",
          "Muñoz, N., Andrade, C., & Londoño Ospina, N. (2006). Diseño y construcción de un robot móvil orientado a la enseñanza e investigación. Ingeniería y Desarrollo, (19), 114-127. Recuperado de https://www.redalyc.org/pdf/852/85201909.pdf",
          "Murillo Hernandez, W. (2008). La investigación científica. Extraído el 5 de Abril de 2019, de https://www.monografias.com/trabajos15/invest-cientifica/invest-cientifica.shtml",
          "Murillo-Pacheco, M.-H.(2010). Misión del docente: propiciar en el estudiante aprendizajes significativos. Enfermería universitaria, 7(4),  42-52. Recuperado de  http://www.scielo.org.mx/scielo.php?script=sci_arttext&pid=S166570632010000400007&lng=es&tlng=es.",
          "Nieva-Chaves, J. & Martínez-Chacón, O. (2016). Una nueva mirada sobre la formación docente. Revista Universidad y Sociedad, 8(4), 14-21. Recuperado de http://scielo.sld.cu/scielo.php?script=sci_arttext&pid=S221836202016000400002&lng=es&tlng=es.",
          "Niño-Vega, J. (2019). Desarrollo de un recurso educativo digital para fomentar el uso racional de la energía eléctrica en las comunidades rurales. (Tesis de Maestria, Universidad Pedagógica y Tecnológica de Colombia). Recuperado de https://repositorio.uptc.edu.co/bitstream/001/2951/1/TGT_1564.pdf",
          "Niño-Vega, J., &; Fernández-Morales, F. (2019). Una mirada a la enseñanza de conceptos científicos y tecnológicos a través del material didáctico utilizado. Revista Espacios, 40 (15), 4. Recuperado de: http://www.revistaespacios.com/a19v40n15/19401504.html",
          "Norton, R. (2013). Diseño de maquinaria, Séptima edición. México: McGRAWHILL/INTERAMERICANA EDITORES, S.A. DE C.V. C.V",
          "Ochoa-Sierra, L., & Cueva, A. (2016). Percepciones de estudiantes acerca del plagio: datos cualitativos. Encuentros 14(02), 25-41. Doi: https://doi.org/10.15665/re.v14i2.822",
          "Arias-Gallegos, W., & Oblitas-Huerta, A. (2014). Aprendizaje por descubrimiento vs. Aprendizaje significativo: Un experimento en el curso de historia de la psicología. Boletim Academia Paulista de Psicologia, 34(87), 455-471. Recuperado de https://www.redalyc.org/articulo.oa?id=946/94632922010",
          "Ordoñez-Bolaños, C. (2012). Aplicación de las tic en el proceso enseñanza aprendizaje. (Tesis de Maestria, Universidad Nacional de Colombia). Recuperado de http://bdigital.unal.edu.co/12759/1/7815008.2013.pdf",
          "Ospina-Osorio, D. (2018). Objetos virtuales de aprendizaje para el fortalecimiento de la comprensión lectora en ambientes digitales, para estudiantes de primaria de la institución educativa rural granada. (Tesis de Maestria, Universidad Catolica de Manizales). Recuperado de http://repositorio.ucm.edu.co:8080/jspui/bitstream/handle/10839/2227/Beatriz%20Ele na%20Sa%CC%81nchez%20%20Arcila.pdf?sequence=1&isAllowed=y",
          "Pardo-Solano, F. (2013). Metodología de Aprendizaje por Descubrimiento basada en los Debates. (Tesis de Maestria, Unavarra). Recuperado de https://academicae.unavarra.es/bitstream/handle/2454/9864/TFM%20Metodolog%C3%ADa%20de%2 0Aprendizaje%20por;%20Descubrimiento%20basada%20en%20debates.pdf?sequenc e=1&isAllowed=y",
          "Parra F.& Keila N. (2014). El docente y el uso de la mediación en los procesos de enseñanza y aprendizaje. Revista de Investigación, 38(83),155-180.Disponible en:   https://www.redalyc.org/articulo.oa?id=3761/376140398009",
          "Payer, M. (2015). Teoría del Constructivismo Social de Lev Vygotsky en comparación con la teoria jean piaget. Recuperado de http://www.proglocode.unam.mx/system/files/TEORIA%20DEL%20CONSTRUCTI VISMO%20SOCIAL%20DE%20LEV%20VYGOTSKY%20EN%20COMPARACI %C3%93N%20CON%20LA%20TEORIA%20JEAN%20PIAGET.pdf",
          "Pellón, R. (2013). Watson, Skinner y algunas disputas dentro del conductismo. Revista Colombiana de Psicología, 22(2), 389-399.Recuperado de http://www.scielo.org.co/pdf/rcps/v22n2/v22n2a12.pdf?fbclid=IwAR3FefVN5M0wtj j9EtLB08QCvFLwKkIDokzxRj35YahkVfZ-VTuDMvYO7Q8",
          "Pinto-Salamanca, M., Barrera-Lombana, N. & Pérez-Holguín, W. (2010). Uso de la robótica educativa como herramienta en los procesos de enseñanza. Ingeniería Investigación y Desarrollo, 10(1), 15-23. Recuperado de https://dialnet.unirioja.es/servlet/articulo?codigo=6096098",
          "Pittí, K., Moreno, I.,  Muñoz, L., Serracín-Pittí, J., Quintero, J. & Quiel, J. (2012). La robótica educativa, una herramienta para la enseñanza-aprendizaje de las ciencias y las tecnologías. Revista Teoría de la Educación: Educación y Cultura en la Sociedad de la Información. 13. 74-90. Recuperado de https://www.researchgate.net/publication/255995599_La_robotica_educativa_una_herrami enta_para_la_ensenanza-aprendizaje_de_las_ciencias_y_las_tecnologias",
          "Pizano-Chávez, G. (2002). Aprendizaje significativo y su acción en el desarrollo de la acción educativa. Investigación Educativa, 7(10). Recuperado de https://revistasinvestigacion.unmsm.edu.pe/index.php/educa/article/view/8149",
          "Portilla-Medina, L. & Coello-Galindo, L. (2018). Desarrollo de dos prototipos de juguetes didácticos para trabajar la terapia de integración sensorial en niños con Síndrome de Asperger. Boletín Científico INVESTIGIUM De La Escuela Superior De Tizayuca, 4(7). doi https://doi.org/10.29057/est.v4i7.3360",
          "Arias-Hernández, J. (2017). Incidencia de un objeto virtual de aprendizaje en los procesos de aprendizaje sobre el territorio. (Tesis de Maestría, Tecnológico de Monterrey). Recuperado de https://repositorio.tec.mx/bitstream/handle/11285/622480/Tesis%20Final%20A01681 555_Janneth_Arias_Hern%C3%A1ndez%281%29.pdf?sequence=1&isAllowed=y",
          "Prado-Delgado, V.-M. (2015). El modelo pedagógico como factor asociado al rendimiento de los estudiantes de educación básica primaria en las pruebas saber. análisis hermenéutico cualitativo en la ciudad de Bogotá. (Tesis de Doctorado, Universidad Nacional de Educacion a Distancia). Recuperado de http://espacio.uned.es/fez/eserv/tesisuned:EducacionVmprado/PRADO_DELGADO_VICTOR_MANUEL_Tesis.pdf",
          "Rabajoli, G. (2012). Recursos digitales para el aprendizaje: una estrategia para la innovación educativa en tiempos de cambio. Montevideo, Uruguay. Recuperado de http://brd.unid.edu.mx/recursos-digitales-para-el-aprendizaje/",
          "Ramírez-Ramírez, J. (2017). Robot Móvil tipo (2,1) con rueda articulada RRRW. (Tesis de Pregrado, Universidad Nacional Autónoma de México) Recuperado de http://www.ptolomeo.unam.mx:8080/xmlui/bitstream/handle/132.248.52.100/12740/ Tesis.pdf?sequence=1",
          "Rengifo-Álava, T.-M. (2012). los recursos didácticos y su incidencia en el proceso de enseñanza aprendizaje. (Tesis de Pregrado, Universidad Técnica de Babahoyo) Recuperado de https://www.studocu.com/es/document/universidad-nacional-federicovillarreal/psicologia-general/informe/los-recursos-didacticos-y-su-incidencia-en-elproceso-de-ensenanza/3430369/view",
          "Rico-Jiménez, B., Garay-Jiménez, L., & Ruiz-Ledesma, E. (2018). Implementación del aprendizaje basado en proyectos como herramienta en asignaturas de ingeniería aplicada. Revista Iberoamericana Para La Investigación Y El Desarrollo Educativo, 9(17), 20 - 57. doi: https://doi.org/10.23913/ride.v9i17.372",
          "Ríos-Ruiz, A. (2015). Tecnologías de la Información y Comunicación (Tic's) en la educación superior a distancia en México: estudios de derecho, retos y oportunidades. Enl@ce, 12(3), 124-141. Recuperado de https://www.redalyc.org/pdf/823/82343214007.pdf",
          "Robledo-Velásquez, J. (2017). Introducción a la Gestión de la Tecnología y la Innovación. (Universidad Nacional de Colombia, Medellín). 259 p. Recuperado de https://minas.medellin.unal.edu.co/descargas/Robledo_2017_Introduccion_a_la_gesti on_de_la_tecnologia_y_la_innovacion.pdf",
          "Rodríguez-Andino, M., & Barragán-Sánchez, H. (2017). Entornos virtuales de aprendizaje como apoyo a la enseñanza presencial para potenciar el proceso educativo. Killkana Social, 1(2), 7-14. doi: https://doi.org/10.26871/killkana_social.v1i2.29",
          "Rodríguez-Hernández, A. (2010). Definición, descripción y estudio de los simuladores en software libre utilizados para el aprendizaje de la física. Revista De Investigaciones UNAD, 9(1), 153-169. Doi: https://doi.org/10.22490/25391887.657",
          "Rodríguez-Peñuelas, M. (2010). Métodos de investigación : diseño de proyectos y desarrollo de tesis en ciencias administrativas, organizacionales y sociales, Primera Edición. Mexico, Editorial Universidad Autónoma de Sinaloa.",
          "Aroca, J. (2013). Sistemas articulados. Teorema de Kempe. Semin. Iberoam. Mat. (4) 2, 19– 53. Recuperado de http://rsim.blogs.uva.es/files/2014/02/V4F2_Aroca.pdf",
          "Román-Tárraga, F. (2017). Ventajas y desventajas pedagógicas entorno a la irrupción de las nticxs en los procesos de enseñanza aprendizaje derivados de su triple y similtánea función educativa, de ocio y relaciones interpersonales. (Tesis de Doctorado,  Universidad de Castilla La Mancha). Recuperado de https://ruidera.uclm.es/xmlui/bitstream/handle/10578/16653/TESIS%20Rom%C3%A 1n%20T%C3%A1rraga.pdf?sequence=1&isAllowed=y",
          "Rosas-Mora, M. & Vargas-Rojas, M. (2010). Análisis sobre la incidencia de la aplicación de tecnologías en el Colegio Liceo de Cervantes - uso del tablero digitalmónica. (Tesis de Maestria, Pontificia Universidad Javeriana) Recuperado de https://repository.javeriana.edu.co/handle/10554/1243",
          "Rueda, R., & Franco, M. (2018). Políticas educativas de tic en Colombia: entre la inclusión digital y formas de resistencia-transformación social. Pedagogía y Saberes, 48, 9-25. doi: https://doi.org/10.17227/pys.num48-7370",
          "Ruiz-Velasco-Sánchez, E., García-Méndez, J. & Rosas-Chávez, L.-A.(2008). Robótica pedagógica virtual para la inteligencia colectiva. Extraído el 12 de Abril de 2019, de https://recursos.portaleducoas.org/publicaciones/rob-tica-pedag-gica-virtual-para-lainteligencia-colectiva",
          "Sanca-Tinta, M. (2011). Tipos de investigación científica. Rev. Act. Clin. Med. Recuperado de   http://www.revistasbolivianas.org.bo/scielo.php?script=sci_arttext&pid=S230437682011000900011&lng=es.",
          "Sánchez-Ortega, J. (2011). Diagnóstico y aplicación de los estilos de aprendizaje en los estudiantes del Bachillerato Internacional : una propuesta pedagógica para la enseñanza eficaz de la robótica educativa. (Tesis de Doctorado, Universidad Nacional De Educación A Distancia) Recuperado de http://espacio.uned.es/fez/view/tesisuned:Educacion-Jasanchez",
          "Sánchez-Ramírez, J. & Juárez-Landín, C. (2018). Modelo de Robótica Educativa con el Robot Darwin Mini para Desarrollar Competencias en Estudiantes de Licenciatura. RIDE Revista Iberoamericana Para La Investigación Y El Desarrollo Educativo, 8(15), 877 - 897. Doi: https://doi.org/10.23913/ride.v8i15.325",
          "Santos-Tabarés, P. (2015). Enseñanza de máquinas simples y mecanismos utilizando el simulador Relatran en Tecnología 1º de ESO. (Tesis de Maestría, Universidad Internacional de La Rioja, Facultad de Educación). Recuperado de https://reunir.unir.net/bitstream/handle/123456789/3201/PatriciaSantosTabares.pdf?s equence=3&isAllowed=y",
          "Saquinga-Alcaciega, M. (2017). El aprendizaje por descubrimiento en la creatividad de los estudiantes del séptimo año de educación básica de la escuela “ernesto bucheli” delcantón ambato provincia de tungurahua. (Tesis de Especializacion, Universidad Técnica de Ambato). Recuperado de https://repositorio.uta.edu.ec/bitstream/123456789/23198/1/TESIS%20MAYRA%20 SAQUINGA.pdf",
          "Segura-Cardona, A. (2003). Diseños cuasiexperimentales. Universidad de Antioquia. Extraido el 9 de Enero de 2019, de http://www.sld.cu/galerias/pdf/sitios/renacip/disenos_cuasiexperimentales.pdf",
          "Arrieta, E. (2009). Método inductivo y deductivo. Diferenciador. Extraido el 20 de Febrero de 2019, de https://www.diferenciador.com/diferencia-entre-metodo-inductivo-ydeductivo/",
          "Seidel-Schlenker, C. (2016). Software educativo basado en el ensamble de dos sistemas mecánicos por medio de realidad aumentada. (Tesis de Pregrado, Universidad de la Salle). Recuperado de https://ciencia.lasalle.edu.co/cgi/viewcontent.cgi?article=1088&context=ing_automat izacion",
          "Serrano-González-Tejero, J. & Pons Parra, R. (2011). El Constructivismo hoy: enfoques constructivistas en educación. REDIE, 13(1), 1-27. Recuperado de https://www.redalyc.org/pdf/155/15519374001.pdf",
          "Tamayo A., Zona , R., & Loaiza Z., Y. (2 de Julio de 2015). El pensamiento crítico en la educación. algunas categorías centrales en su estudio. Revista Latinoamericana de Estudios Educativos, 11(2), 111-133. Recuperado de https://www.redalyc.org/articulo.oa?id=1341/134146842006",
          "Torre-Navarro, L. & Domínguez-Gómez, J. (2012). Las TIC en el proceso de enseñanza aprendizaje a través de los objetos de aprendizaje. Revista Cubana de Informática Médica, 4(1), 83-92. Recuperado  de http://scielo.sld.cu/scielo.php?script=sci_arttext&pid=S168418592012000100008&lng=es&tlng=es.",
          "Torres-Reyes , V. (2009). Desarrollo de un mecanismo de cuatro barras para su uso en la enseñanza. (Tesis Pregrado, Universidad Nacional Autónoma de México). Recuperado de http://www.ptolomeo.unam.mx:8080/jspui/bitstream/132.248.52.100/1071/1/Tesis.pd f",
          "Torres-Salas, M. (2010). La enseñanza tradicional de las ciencias versus las nuevas tendencias educativas. Revista Electrónica Educare, 14(1),131-142.Recuperado de https://www.redalyc.org/articulo.oa?id=1941/194114419012",
          "Torres-Villamil, L.-M. (2015). lineamientos estratégicos para orientar la construcción de recursos educativos digitales como herramienta de trabajo transversal de las prácticas pedagógicas. (Tesis de Maestria, Universidad de Chile). Recuperado de http://repositorio.uchile.cl/bitstream/handle/2250/136002/TESISLineamientos%20estrat%C3%A9gicos%20para%20la%20construcci%C3%B3n%20 de%20Recursos%20Educativos%20Digitales.pdf?sequence=1&isAllowed=y",
          "Tumino, M. & Bournissen, J. (2014). Las tic en los procesos de enseñanza-aprendizaje. Congreso Iberoamericano de Ciencia, Tecnología, Innovación y Educación (pp. 1-20). Recuperado de https://www.oei.es/historico/congreso2014/contenedor.php?ref=memorias",
          "Tünnermann-Bernheim, C. (2011). El constructivismo y el aprendizaje de los estudiantes. Universidades, (48) ,21-32.Recuperado de https://www.redalyc.org/articulo.oa?id=373/37319199005",
          "Van-Dalen , D. & Meyer, W. (1944). Síntesis de \"Estrategia de la investigación descriptiva\". Costellation: Awakening at Dawn.Extraido el 12 de Enero de 2019, de https://noemagico.blogia.com/2006/091301-la-investigaci-n-descriptiva.php",
          "Athanassopoulos, N. y Lopez-Fernandez, V. (2017). Inteligencias múltiples y aprendizaje: Un enfoque comparativo en alumnos de conservatorio. REIDOCREA, 6(5), 50-63. Recuperado de https://www.ugr.es/~reidocrea/6-5.pdf",
          "Vargas-Sánchez, G., & Parra-Valencia, J. (2015). Dinamica de sistemas aplicada a la industria del software en Colombia. Revista de Tecnología, 14(2), 113-120. Doi: https://doi.org/10.18270/rt.v14i2.1875",
          "Vásquez-Astudillo, M. (2014). Modelos blended learning en Educación Superior: análisis crítico-pedagógico. (Tesis Doctoral, Universidad de Salamanca). Recuperado de https://gredos.usal.es/bitstream/handle/10366/127936/DTHE_VasquezAstudilloM_Bl endedLearningEducacionSuperior.pdf?sequence=1",
          "Velez-Carriazo, V.(2018). El Aprendizaje Basado En Proyectos. Panorama, (19). Recuperado de https://revia.areandina.edu.co/index.php/Ll/article/view/1146",
          "Venegas-Orrego, J. (2017). Valoración del uso de recursos digitales como apoyo a la Valoración del uso de recursos digitales como apoyo a la Primaria. (Tesis deDoctorado, Universidad de Salamanca). Recuperado de https://gredos.usal.es/bitstream/handle/10366/137426/DDOMI_VenegasOrrego.pdf;js essionid=FB8F9A3A5257D9A47B0D3C629432E0B9?sequence=1",
          "Vera-Barrios, B. (2015). Prototipos lúdico-pedagógicos para desarrollar habilidades cognitivas y disminuir el acoso escolar hacia el menor discapacitado. Innovación Educativa, 16(71). Recuperado de https://www.redalyc.org/jatsRepo/1794/179446997008/html/index.html",
          "Viñals-Blanco, A., Cuenca-Amigo, J. (2016). El rol del docente en la era digital. Revista Interuniversitaria de Formación del Profesorado, 30(2). Recuperado de https://www.redalyc.org/jatsRepo/274/27447325008/html/index.html",
          "Voronin, B. & Álvarez-Sánchez, J. (2007). Un método analítico de análisis cinemático de Mecanismos articulados. Revista Iberoamericana de Ingeniería Mecánica, 12(1), 05-14. Recuperado de https://www2.uned.es/ribim/volumenes/Vol12N1Abril2008/V12N1A02%20Voronin.pdf",
          "Vygotsky, L.(1984). Obras escogidas IV. Moscú. Visor",
          "Zúñiga-Villareal, D. (2017). Diseño de un recurso educativo abierto para la asignatura de .net iii (admon . net) para el programa de ingeniería de sistemas de la universidad libre. (Tesis de Pregrado, Universidad Libre). Recuperado de https://repository.unilibre.edu.co/bitstream/handle/10901/10562/PROYECTO%20DE %20GRADO%20-%20DANIEL%20ZUNIGA.pdf?sequence=1",
          "Ausubel, D. (1961). (Psicología Educativa. Un punto de vista cognoscitivo. Extraido el 15 de Febrero de 2019, de http://www.arnaldomartinez.net/docencia_universitaria/ausubel02.pdf",
          "Avello, A. (2014) Teoria de Maquinas, Segunda Edicion. Tecnun (Universidad de Navarra). Recuperado de https://dadun.unav.edu/bitstream/10171/34797/1/Avello_Teoria_de_Maquinas_Edici on_2_Ene_2014.pdf",
          "Avello-Martínez, R., & Duart, J. (2016). Nuevas tendencias de aprendizaje colaborativo en e-learning: Claves para su implementación efectiva. Estudios pedagógicos (Valdivia), 42(1), 271-282. doi: https://dx.doi.org/10.4067/S0718-07052016000100017",
          "Ávila-Freites, A., Quintero, N. & Hernández, G (2010). El uso de estrategias docentes para generar conocimientos en estudiantes de educación superior. Omnia, 16(3),5676.Recuperado de   https://www.redalyc.org/articulo.oa?id=737/73716205005",
          "Baro-Calciz, A. (2011). Metodologias activas y aprendizaje por descubrimiento. Innovacion y experiencias educativas, 1(40), 1-11. Recuperado de https://archivos.csif.es/archivos/andalucia/ensenanza/revistas/csicsif/revista/pdf/Num ero_40/ALEJANDRA_BARO_1.pdf",
          "Barrera-Lombana, N. (2014). Uso de la robótica educativa como estrategia didáctica en el aula. Praxis & Saber, (6)11, 215-234. Recuperado de http://www.scielo.org.co/pdf/prasa/v6n11/v6n11a10.pdf",
          "Botella-Nicolás, A., & Ramos-Ramos, P. (2019). Investigación-acción y aprendizaje basado en proyectos. Una revisión bibliográfica. Perfiles educativos, 41(163), 127-141. Recuperado de http://www.scielo.org.mx/scielo.php?script=sci_arttext&pid=S018526982019000100127&lng=es&tlng=es.",
          "Bournissen, J. (2017). Modelo pedagógico para la facultad de estudios virtuales de la universidad adventista del plata. (Tesis Doctoral, Universitat de les Illes Balears). Recuperado de https://www.tesisenred.net/bitstream/handle/10803/402708/tjmb1de%206.pdf?sequen ce=1&isAllowed=y",
          "Bravo-Sánchez, F., & Forero-Guzmán, A. (2012). La robótica como un recurso para facilitar el aprendizaje y desarrollo de competencias generales. Teoría de la Educación. Educación y Cultura en la Sociedad de la Información, 13(2),120-136. Recuperado de https://www.redalyc.org/pdf/2010/201024390007.pdf",
          "Bretón-Rodríguez, J. (2018). Innovación en el aula de Tecnología: realidad Aumentada en la unidad de Máquinas y Mecanismos. (Tesis de Maestría, Universidad de la Rioja). Recuperado de https://biblioteca.unirioja.es/tfe_e/TFE004674.pdf",
          "Briceño, C. (2016). Estilos de aprendizaje de los estudiantes del Programa de Ingeniería Industrial y de Sistemas de la Universidad de Piura. (Tesis de Maestría, Universidad de Piura). Recuperado de https://pirhua.udep.edu.pe/bitstream/handle/11042/2490/MAE_EDUC_295.pdf?seque nce=1&isAllowed=y",
          "Bruner, J. (1961). The act of discovery. Harvard Educational Review, 4, 21-32.",
          "Bustamante-Téllez, J. (2016). Diseño de mecanismo de locomoción andante con cambio de dirección. (Tesis de Pregrado, Universidad Publica de Navarra). Recuperado de http://academicae.unavarra.es/xmlui/bitstream/handle/2454/22239/TFG_BUSTAMANTE_T%C3%89 LLEZ_JONATAN_2016.pdf?sequence=1",
          "Cacheiro González, M.L. (2011). Recursos educativos tic de información, colaboración y aprendizaje. Pixel-Bit. Revista de Medios y Educación, 39, 69-81. Recuperado de https://idus.us.es/handle/11441/45674;jsessionid=99D776FA8D1C7F202E7A026075 EED24B?",
          "Cantor-Forero, J. (2015). Diseño y simulación de un robot hexápodo de una sola juntura por pierna. (Tesis de Pregrado, Universidad Militar Nueva Granada). Recuperado de https://repository.unimilitar.edu.co/handle/10654/13846",
          "Capacho-Portilla, J. (2011). Evaluación del aprendizaje en espacios virtuales TIC. Colombia, Ediciones Uninorte",
          "Cárdenas, E. (2011). La “hora pedagógica”. El tiempo. Recuperado el 23 de Marzo de 2019, de https://www.eltiempo.com.ec/noticias/columnistas/1/la-horapedagogica?__cf_chl_jschl_tk__=bda2f42f3d24ddf9a54dfd0d40cf7820cc538b491581277912-0-AQ8iQUk2rlu0tJykPNamV6SjAYfthCzM8yKUZgUDWGSXFl40a9_pbSriq7carMnm7lbfH-bv2T6nXly2I-UT_56mf-XmwdnjbVdqyjBtniWPWU",
          "Cardona, C. & Restrepo, A., (2015) Herramientas de control Lista de Chequeo. Extraido el 11 de Enero de 2019, de http://puntosdeencuentro.weebly.com/uploads/2/2/3/6/22361874/listas_de_chequeo.p df",
          "Carrasco-Orozco, M. (2016). Robótica educativa: aplicación metodológica en las aulas de primaria. (Tesis de Pregrado, universidad de Malaga). Recuperado de https://riuma.uma.es/xmlui/bitstream/handle/10630/12684/CARRASCO%20OROZC O_TFG_PRIMARIA_dic16.pdf?sequence=1&isAllowed=y",
          "Carrera, L., & Ramírez, M. (2017). Diseño, implementación e impacto de prototipos experimentales para mejorar la enseñanza de la ley de Biot-Savart en estudiantes de ingeniería. Latin-American Journal of Physics Education, 11 (2), 1-8. Recuperado de https://dialnet.unirioja.es/servlet/articulo?codigo=6353423",
          "Casalins-Cuervo, M. & Narváez-Bello, L. (2018). Incidencia del uso y apropiación de los Recursos Educativos Digitales para el aprendizaje en niños de ciclo uno. (Tesis de Maestria, Universidad Pedagógica Nacional). Recuperado de https://repository.cinde.org.co/visor/Preview.php?url=/bitstream/handle/20.500.11907/2236/Incidencia%20del%20uso%20y%20apropiaci%C3%B3n%20de%20los%20Re cursos%20Educativos%20Digitales%20para%20el%20aprendizaje%20en%20ni%C3 %B1os%20de%20c.pdf?sequence=1&isAllowed=y",
          "Casas-Anguita, J., Repullo-Labradora, J. & Donado-Campos, J. (2003). La encuesta como técnica de investigación.Elaboración de cuestionarios y tratamiento estadístico de los datos (I). Aten Primaria , 31(8), 527-38. Recuperado de https://core.ac.uk/reader/82245762",
          "Castillo, S. (2008). Propuesta pedagógica basada en el constructivismo para el uso óptimo de las TIC en la enseñanza y el aprendizaje de la matemática. Revista latinoamericana de investigación en matemática educativa, 11(2), 171-194. Recuperado de http://www.scielo.org.mx/scielo.php?script=sci_arttext&pid=S166524362008000200002&lng=es&tlng=es.",
          "Castillo-Prieto, J. (2016). Propuesta de área de tecnología e informática para pre-escolar y básica primaria del Colegio IED Eduardo Santos. (Tesis de Maestria, Universidad Pedagógica Nacional). Recuperado de http://repositorio.pedagogica.edu.co/bitstream/handle/20.500.12209/1950/TE19000.pdf?sequence=1&isAllowed=y",
          "Castillo-Solís, A., Cancino-Villatoro, K. & Pineda-Tuells, A. (2017). Aplicación de la robótica como herramienta didáctica en las disciplinas de programación para el desarrollo de competencias de los alumnos de la Universidad Politécnica de Tapachula. Revista de Sistemas y Gestión Educativa 4(10), 34-39. Recuperado de http://www.ecorfan.org/bolivia/researchjournals/Sistemas_y_Gestion_Educativa/vol4 num10/Revista_de_Sistemas_y_Gestion_Educativa_V4_N10_5.pdf",
          "Castrillón-Morales, L.-Y. (2015). Las tecnologías educativas y la formación de pensamiento crítico. Fides et Ratio - Revista de Difusión cultural y científica de la Universidad La Salle en Bolivia, 10(10), 15-28. Recuperado de http://www.scielo.org.bo/scielo.php?script=sci_arttext&pid=S2071081X2015000200001&lng=es&tlng=es.",
          "Castro, S., Guzmán, B., & Casado, D. (2007). Las Tic en los procesos de enseñanza y aprendizaje. Laurus 13(23), 213-234. Recuperado de https://www.redalyc.org/pdf/761/76102311.pdf",
          "Ceballos-Pantoja, H., Ospina-Bastidas, L. & Restrepo-Galindo, J. (2017). Integración de las tic en el proceso de enseñanza y aprendizaje. (Tesis de Maestria, Universidad Pontificia Bolivariana) Recuperado de https://repository.upb.edu.co/bitstream/handle/20.500.11912/3370/INTEGRACI%C3 %93N%20DE%20LAS%20TIC%20EN%20EL%20PROCESO%20DE%20ENSE%C 3%91ANZA.pdf?sequence=1",
          "Chafloque-Huamán, J. (2018). Implementación de un software educativo basado en el modelo learning by doing para mejorar el rendimiento académico de la asignatura de matemática en alumnos de tercer grado de educación primaria de la i.e. 10132 jesús divino maestro. (Tesis de Pregrado, Universidad Católica Santo Toribio De Mogrovejo). Recuperado de http://tesis.usat.edu.pe/bitstream/20.500.12423/1624/1/TL_ChafloqueHuamanJoselyn e.pdf",
          "Chaves-Montero, A. (2018). \"Implementación de las TIC como recursos educativos en las aulas\". En: Las TIC como plataforma de teleformación e innovación educativa en las aulas. Egregius, 136-145. Recuperado de http://rabida.uhu.es/dspace/bitstream/handle/10272/14558/Implementacion_de_las_T IC.pdf?sequence=2",
          "Clemente-Linuesa, M. (2007). Complejidad de las relaciones de la teoria-practica en educacion. Interuniversitaria, 19(1). doi:10.14201/teri.3235",
          "Clemente-Martínez, G. (2014). Laboratorio virtual de un mecanismo manivela-balancín. (Tesis de Maestría, Universidad de Almería). Recuperado de http://repositorio.ual.es/bitstream/handle/10835/3407/3326_TFG%20Gumer%20Cle mente.pdf?sequence=1&isAllowed=y",
          "Collazos, C., & Mendoza, J. (2006). Cómo aprovechar el \"aprendizaje colaborativo\" en el aula. Educación y Educadores, 9(2), 61-76. Recuperado de https://www.redalyc.org/articulo.oa?id=834/83490204",
          "Colombia Aprende (2019). Recuperado de http://www.colombiaaprende.edu.co/objetos/",
          "Coria-Arreola, J. (2014). El Aprendizaje por Proyectos: Una metodología diferente. eFORMADORES, 11, 1-8. Recuperado de http://red.ilce.edu.mx/sitios/revista/e_formadores_pri_11/articulos/monica_mar11.pdf",
          "Cruz-Pinto, L., Rey-Castellanos, O., & Rodríguez-Retamoza, Y. (2016). Incursión de las TIC en la Educación Superior:Creación de una herramienta multimedia para la actualización y mejoramiento de los procesos de enseñanza-aprendizaje. Docencia Universitaria. (17), 55-69. Recuperado de https://revistas.uis.edu.co/index.php/revistadocencia/article/view/6776",
          "Cuervo, M., Niño, E., & Villamil, J. (2011). Learning Objects: A State Of The Art. Entramado, 7 (1). Recuperado de http://www.scielo.org.co/scielo.php?pid=S190038032011000100012&script=sci_arttext",
          "DECRETO 0525. (6 de Marzo de 1990). Constitución Política Colombiana. Recuperado de https://www.mineducacion.gov.co/1621/articles-103490_archivo_pdf.pdf",
          "Decreto 1290. (16 de Abril de 2009). Presidencia de la Republica de Colombia. Reglamento de la Evaluación del Aprendizaje y Promoción de los Estudiantes de los Niveles de Educación Básica y Media. Recuperado de https://www.mineducacion.gov.co/1621/articles86102_archivo_pdf.pdf",
          "Diaz-Alvarado, B. (2017). La escuela tradicional y la escuela nueva: \"análisis desde la pedagogica critica\". (Tesis de Pregrado, Universidad Pedagógica Nacional). Recuperado de http://200.23.113.51/pdf/33326.pdf",
          "Díaz-Espitia, J. & Soto-Sáenz, C. (2013). Estudio para la implementación de un ambiente virtual de aprendizaje para la asignatura de sistemas en la fundación compartir. (Tesis de Pregrado, Universidad Católica de Colombia). Recuperado de https://repository.ucatolica.edu.co/bitstream/10983/1349/1/Trabajo%20de%20grado.p df",
          "Dizot-Rojas, S. (2013). Uso de ambientes virtuales de aprendizaje como estrategia pedagogica para desarrollar competencias investigativas en la escuela de carabineros de la provincia de velez. (Tesis de Maestria, Universidad de La Sabana). Recuperado de  https://intellectum.unisabana.edu.co/bitstream/handle/10818/10109/SANDRA%20P ATRICIA%20DIZOT%20ROJAS(TESIS).pdf;sequence=1",
          "Durán-Rodríguez, R. (2015). La educación virtual universitaria como medio para mejorar las competencias genéricas y los aprendizajes a través de buenas prácticas docentes. (Tesis Doctoral, Universitat Politecnica de Catalunya) Recuperado de https://www.tesisenred.net/bitstream/handle/10803/397710/TRADR1de1.pdf?sequen ce=1&isAllowed=y",
          "Echazarreta-Soler, C., Prados, F., Poch-García, J. & Soler, J. (2009). “La competencia ‘El trabajo colaborativo’: Una oportunidad para incorporar las TIC en la didáctica universitaria. Descripción de la experiencia con la plataforma ACME (UdG)”. Rev. sobre la Soc. del Conoc., 8, 1–11. Recuperado de https://dialnet.unirioja.es/servlet/articulo?codigo=3041332",
          "Echeverria-Yanez, J. (2014). Síntesis cinemática de orden superior y de generación de movimiento para tres y cuatro posiciones prescritas de mecanismos de cuatro barras - diseño y simulación de aplicaciones industriales. (Tesis de Maestria, Escuela Politecnica Nacional). Recuperado de https://bibdigital.epn.edu.ec/handle/15000/8832",
          "Eleizalde, M., Parra, N., Palomino, C., Reyna, A., & Trujillo, I. (2010). Aprendizaje por descubrimiento y su eficacia en la enseñanza de la Biotecnología. Revista de Investigación, (71), 271-290. Recuperado de https://www.redalyc.org/articulo.oa?id=3761/376140386013",
          "Eslava-Cervantes. A. (2016). Prototipo de una aplicación educativa de realidad aumentada enfocada al área de la química: EQ elementos químicos. (Tesis de Maestria, Universitat Oberta de Catalunya). Recuperado de http://openaccess.uoc.edu/webapps/o2/bitstream/10609/53661/13/aeslavaTFM0616m emoria.pdf",
          "Espindola-Lugo, M. (2017). Diseño e instrumentación de prototipos didácticos para la enseñanza de las matemáticas en la educación superior tecnológica. Aplicaciones del cálculo en Ingeniería. (Tesis de Maestria, Instituto Politecnico Nacional). Recuperado de https://tesis.ipn.mx/handle/123456789/24340",
          "Espinoza-Freire, E. (2018). La hipótesis en la investigación. Mendive. Revista de Educación, 16(1), 122-139. Recuperado de http://scielo.sld.cu/scielo.php?script=sci_arttext&pid=S181576962018000100122&lng=es&tlng=es",
          "Fernández-Pampillón, A., Domínguez-Romero, E., & Armas, I. (2012). Herramienta para la revisión de la Calidad de Objetos de Aprendizaje Universitarios (COdA): guía del usuario. v.1.0. Extraido el 20 de Febrero de 2019, de https://eprints.ucm.es/12533/",
          "Ferro-Soto, C., Martínez-Senra, A.-I. &  Otero-Neira, M.-C. (2009). ventajas del uso de las tics en el proceso de enseñanza‐aprendizaje desde la óptica de los docentes universitarios españoles. EDUTEC, 29, 1-12. Recuperado de https://www.edutec.es/revista/index.php/edutec-e/article/view/451/185",
          "Fierro-Barriales, A. (2018). Aplicación del Modelo B-Learning y su efecto en el proceso de aprendizaje en estudiantes de la Institución Educativa Particular Inca Garcilaso de la Vega, Lima. (Tesis De Maestria, Universidad César Vallejo). Recuperado de http://repositorio.ucv.edu.pe/bitstream/handle/UCV/21487/Fierro_BAL.pdf?sequence =1&isAllowed=y",
          "Figueroa, C. (2015). Los test educativos y sus aportes a la educación. Interacción, 14, 157173. doi: https://doi.org/10.18041/1657-7531/interaccion.0.2343",
          "Gaeta-González, M. (2009). La autorregulación del aprendizaje: la estructura del aula, la orientación a metas y las estrategias volitivas y metacognitivas en escolares adolescentes. Revista Electrónica Interuniversitaria de Formación del Profesorado 12(2), 157. Recuperado de https://www.redalyc.org/pdf/2170/217015206012.pdf",
          "Garcés-Prettel, M., Ruiz-Cantillo, R., & Martínez-Ávila, D. (2014). Transformación pedagógica mediada por tecnologías de la información y la comunicación (TIC). Saber, Ciencia Y Libertad, 9(2), 217-228. doi: https://doi.org/10.18041/23823240/saber.2014v9n2.2352",
          "García-Lastra, M. (2013). Educar en la sociedad contemporánea. Hacia un nuevo escenario educativo. Revista de Ciencias Sociales, 20(62), 199-220. Recuperado de https://www.redalyc.org/pdf/105/10525851011.pdf",
          "García-Pérez, Y., Herrera-Rodríguez, J., García-Valero, M., & Guevara-Fernández, G. (2015). El trabajo colaborativo y su influencia en el desarrollo de la cultura profesional docente. Gaceta Médica Espirituana, 17(1), 60-67. Recuperado en 03 de julio de 2020, de http://scielo.sld.cu/scielo.php?script=sci_arttext&pid=S160889212015000100006&lng=es&tlng=es.",
          "Garcia-Romero, F. (2011). Influencia de las TIC en el aprendizaje significativo. (Tesis de Maestria, Universidad Internacional de la Rioja). Recuperado de https://reunir.unir.net/bitstream/handle/123456789/94/TFM_GARCIA_ROMERO_F ELIX_OSCAR.pdf?sequence=1",
          "García-Vargas, J.(2017). Uso de recursos educativos digitales y resultados en el área de matemáticas de los estudiantes del grado noveno del Centro de Integración Popular en la ciudad de Riohacha, Colombia - 2017. (Tesis de Maestría, Universidad Privada Norbert Wiener) Recuperado de http://repositorio.uwiener.edu.pe/bitstream/handle/123456789/1517/TITULO%20%2 0Garc%C3%ADa%20Vargas%2C%20%20Jhon%20Eduardo.pdf?sequence=1&isAll owed=y",
          "Gargallo-Castel, A. (2018). La integración de las TIC en los procesos educativos y organizativos. Revista Curitiba, 34(69), 325-339. Recuperado de https://www.scielo.br/pdf/er/v34n69/0104-4060-er-34-69-325.pdf",
          "Garnica-Estrada, E., & Franco-Calderón, J.-A. (2014). Enseñanza en las aulas de clase con robots y el fomento de la investigación en ciencias e ingeniería. Congreso Iberoamericano de Ciencia, Tecnología, Innovación y Educación (pp. 1-20). Recuperado de https://www.oei.es/historico/congreso2014/memoriactei/893.pdf",
          "Gomez-Cano, C., Sanchez-Castillo, V., & Ramón-Polanía, L. (2018). Incorporar las TIC a los procesos de enseñanza-aprendizaje. Horizontes Pedagógicos, 19(1), 47-54. doi: https://doi.org/10.33881/0123-8264.hop.19106",
          "Gómez-Collado, M. (2014). El material didáctico expuesto en clase como instrumento de Educación para la paz. Revista de Paz y Conflictos, 7,  155-174. Recuperado de https://revistaseug.ugr.es/index.php/revpaz/article/view/1535/2633",
          "Gómez-Pablos, V. (2018). El valor del aprendizaje basado en proyectos con tecnologías: análisis de prácticas de referencia. (Tesis de doctorado, Instituto Universitario de Ciencias de la Educación, Salamanca). Recuperado de https://bechallenge.io/uploads/videos/1555937706.pdf",
          "González, D., Estrada, E., & Roldán, J. (2016). Aplicación Android para el estudio de mecanismos planos de cuatro barras. Entre Ciencia e Ingeniería, 10 (20), 41-51. Recuperado de: http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S190983672016000200007&lng=es&tlng=es.",
          "González, J., & Johansson, O. ( 2019). Diseño y construcción de un mecanismo andante. (Tesis de Pregrado, Universidad Politecnica Madrid). Recuperado de http://oa.upm.es/54412/1/TFG_JORGE_GONZALEZ_ONIEVA_JOHANSSON.pdf",
          "González-Campos, D., Olarte-Dussán, F., & Corredor-Aristizabal, J. (2017). La alfabetización tecnológica: de la informática al desarrollo de competencias tecnológicas. Estudios Pedagógicos, 43(1), 193-212. doi:10.4067/S071807052017000100012",
          "Grisolía, M. y Grisolía, C. (2009). Integración de elementos didácticos y del diseño en el software educativo hipermedial “Estequiometría. Contando masas, moles y partículas”. Revista Electrónica de Enseñanza de las Ciencias 8(2). Recuperado de http://reec.webs.uvigo.es/volumenes/volumen8/ART4_Vol8_N2.pdf",
          "Guevara-Albán, G. (2015).. Entornos virtuales aplicados al proceso de enseñanzaaprendizaje y su incidencia en el aprendizaje autónomo y colaborativo de los estudiantes del instituto tecnológico superior babahoyo. (Tesis de Maestria, Universidad Tecnica de BABAHOYO). Recuperado de http://dspace.utb.edu.ec/bitstream/handle/49000/1689/T;jsessionid=82931D8DEF45E63B305E9B146F789D4A?sequence=1",
          "Gutiérrez-Castro, B. (2010). La robótica educativa y su influencia en el aprendizaje colaborativo. (Tesis de Doctorado, Universidad Norbert Wiener). Recuperado de https://acceso.virtualeduca.red/documentos/ponencias/puerto-rico/1055-d71e.pdf",
          "Hepp, P., Merino, M., Barriga, M., & Huircapán, A. (2013). Tecnología robótica en contextos escolares vulnerables con estudiantes de la etnia Mapuche. Estudios pedagógicos (Valdivia), 39, 75-84. doi: https://dx.doi.org/10.4067/S0718-07052013000300006",
          "Hernandez, R. (2017). Impacto de las TIC en la educación: Retos y Perspectivas. Propósitos y Representaciones, 5(1), 325 - 347. doi: http://dx.doi.org/10.20511/pyr2017.v5n1.149",
          "Hernández-Briseño, V., Sandoval-Vega, B. & Dijk-Kocherthaler, S. (2019). Experimentos didácticos: una innovación para reducir el indice de reprobacion y el abandono escolar en física. CIEG, (40), 128-137. Recuperado de http://www.grupocieg.org/archivos_revista/Ed.40%20(128137)%20Hern%C3%A1ndez,%20Sandoval,%20Van%20Dijk%20Kocherthaler_artic ulo_id548.pdf",
          "Horas-González, C. (2019). Recursos didácticos para la enseñanza y aprendizaje de la asignatura “teoría de máquinas y mecanismos”: prototipos virtuales y reales. (Tesis Pregrado, Escola Tècnica Superior deEnginyeria Industrial de Barcelona). Recuperado de https://upcommons.upc.edu/bitstream/handle/2117/167714/tfgdefinitivo.pdf?sequence=1&isAllowed=y",
          "Hrones, J. & Nelson, G. (2008). Its Application to the Syntesis of Mechanisms.",
          "Jiménez-Jiménez, J. & Montenegro-García, J. (2017). Apropiación de las tic en los procesos de enseñanza aprendizaje de la factorización, en el grupo de estudio de los grados octavo y noveno de la institución educativa madre laura del municipio de Medellín. (Proyecto de Especializacion, Fundación Universitaria Los Libertadores). Recuperado de https://repository.libertadores.edu.co/bitstream/handle/11371/1457/jimenezjuan2017. pdf?sequence=1&isAllowed=y",
          "Leguizamón-González, M. (2011). Diseño y desarrollo de materiales educativos computarizados (MEC): una posibilidad para integrar la informática con las demás áreas del currículo. Universidad Catolica del Norte, 1-12. Recuperado de https://revistavirtual.ucn.edu.co/index.php/RevistaUCN/article/viewFile/190/365",
          "Lenin, S., Díaz-Chong, E., Rodríguez-Quiñonez, V. & Avila-Ortega, W. (2017). Las Tics en los procesos de enseñanza y aprendizaje en la educación universitaria. Dom. Cien.3(2), 721-749. doi: https://dx.doi.org/10.23857/dom.cien.pocaip.2017.3.2.721-749",
          "Ley 115. (8 de Febrero de 1994). Ley General de Educación. Congreso de la República de Colombia. Recuperado de https://www.mineducacion.gov.co/1621/articles85906_archivo_pdf.pdf",
          "Ley 1286. (23 de Enero de 2009). Congreso De La República. Recuperado de https://minciencias.gov.co/node/302",
          "Ley 1341. (30 de Julio de 2009). MINTIC. Congreso De Colombia Recuperado de https://www.mintic.gov.co/portal/604/articles-3707_documento.pdf",
          "López, G. (2015). El desarrollo de competencias profesionales en los Entornos Virtuales de Aprendizaje en ingenierías. El caso de la ingeniería en informática. (Tesis de Doctorado, Universidad de Granada). Recuperado de https://hera.ugr.es/tesisugr/26082329.pdf"
        ],
        "DC.publisher": [
          "Universidad Pedagógica y Tecnológica de Colombia",
          "Facultad Seccional Duitama",
          "Duitama",
          "Maestría en TIC aplicadas a las Ciencias de la Educación"
        ],
        "DC.date": {
          "DCTERMS.dateAccepted": "2021-02-22T16:18:51Z"
        }
      }
    },
    {
      "url": "http://repositorio.uptc.edu.co/handle/001/3414",
      "found_in": "OpenAIRE",
      "open_access": true,
      "author_rights": true,
      "dublin_core": true,
      "standard_access_value": "openAccess",
      "standard_type_research_result": [
        "info:eu-repo/semantics/masterThesis"
      ],
      "standard_format": "application/pdf",
      "standard_version_coar": [
        "info:eu-repo/semantics/publishedVersion"
      ],
      "standard_language": "ISO 639-3",
      "author_id": null,
      "standard_date_format": true,
      "single_type_research_result": "info:eu-repo/semantics/masterThesis",
      "single_version": "info:eu-repo/semantics/publishedVersion",
      "metadata": {
        "DC.creator": "Blanco Gómez, Martha Cecilia",
        "DC.title": "La naturaleza : una inspiración para la escritura con estudiantes de la Institución  Educativa San Luis Beltrán sede Escuela Rural Antonio Nariño del municipio de  Covarachía – Boyacá",
        "DC.type": [
          "Trabajo de grado - Maestría",
          "http://purl.org/coar/resource_type/c_bdcc",
          "info:eu-repo/semantics/masterThesis",
          "info:eu-repo/semantics/publishedVersion",
          "Text",
          "https://purl.org/redcol/resource_type/TM",
          "http://purl.org/coar/version/c_970fb48d4fbd8a85"
        ],
        "DC.rights": [
          "Copyright (c) 2020 Universidad Pedagógica y Tecnológica de Colombia",
          "Atribución-NoComercial-SinDerivadas 2.5 Colombia",
          "http://creativecommons.org/licenses/by-nc-nd/2.5/co/",
          "info:eu-repo/semantics/openAccess",
          "Licencia Creative Commons Atribución-NoComercial-CompartirIgual 4.0 Internacional (CC BY-NC-SA 4.0)",
          "http://purl.org/coar/access_right/c_abf2"
        ],
        "DC.description": [
          "Bibliografía y webgrafía:  páginas 89-92.",
          "Maestría",
          "Magister en Educación"
        ],
        "DC.format": "application/pdf",
        "DC.language": "spa",
        "DC.identifier": "http://repositorio.uptc.edu.co/handle/001/3414",
        "DC.subject": [
          "Lectura",
          "Escritura",
          "Escuelas rurales",
          "Educación rural",
          "Formación profesional de maestros",
          "Creación - Aspectos literarios",
          "Maestría en Educación - Tesis y disertaciones académicas",
          "Escuela rural",
          "Estudiantes",
          "Medio ambiente",
          "Composición literaria"
        ],
        "DC.contributor": "Avila Garzón, Liliana Inés (Directora de tesis)",
        "DC.relation": [
          "Ambientum. (2017). El ecosistema natural.  Encontrado en  https://www.ambientum.com/enciclopedia_medioambiental/natura/el_ecosistema_natural.a sp",
          "Ayuda y acción (2018). La importancia de la escritura creativa para niños. Encontrado en  https://ayudaenaccion.org/ong/blog/educacion/escritura-creativa-ninos/",
          "Barthes, R (1966). Introduction to the structural analysis of the narrative. Birmingham:  Stencilled.",
          "Benítez, R (2005) Teorías de la producción escrita. Internalismo y externalismo. Santiago: Frasis Brewer,  W.F. Investigaciones sobre el texto narrativo, implicaciones didácticas. Hilldale, NJ,  Erlbaum. 1997.",
          "Caamaño, C. (2012). Valor epistemológico y transformador de la narrativa en la enseñanza. Revista Fermentario N.6 ISSN 1688 6151 p.3 http://www.fermentario.fhuce.edu.uy/index.php/fermentario/article/view/100",
          "Cárdenas F. y Montes M. (2009) narrativas del paisaje andino colombiano: visión ecológica en la  música carranguera de Jorge Velosa. Encontrado en http://www.catedras bogota.unal.edu.co/web/huellas/2015-I/huellas_2015_I/Documentos/Monica.pdf",
          "Carlino, P. (2005). Escribir, leer y aprender en la universidad. Una introducción a la  alfabetización académica. Primera edición. Buenos Aires, Fondo de Cultura Económica.",
          "Cassany D. (1999). Construir la escritura. Barcelona: Paidós  (2005). Describir el escribir. Como  se aprende a escribir. Paidós Ibérica 2",
          "Castellaro L. (2012). Piaget y las Etapas de Desarrollo. Encontrado en  https://www.aprendeconalas.com/2012/08/10/foto2/",
          "Chaves I. (2015) el pensamiento narrativo: una experiencia lúdica en la elaboración de relatos con niños de primer grado en básica primaria. Encontrado en http://repository.udistrital.edu.co/bitstream/11349/2115/1/ChavesRodr%C3%ADguezIngri dRoc%C3%ADo2015.pdf",
          "Díaz J. (2018). Desarrollo de la conciencia ambiental en niños de sexto grado de educación  primaria. Significados y percepciones. Universidad Pedagógica Veracruzana, México,  encontrado en http://www.scielo.org.mx/scielo.php?script=sci_arttext&pid=S1870 53082018000100136",
          "Contreras Ramírez N. y Ortíz Ramírez O. (2011) producción escrita de textos narrativos mini cuentos. San Vicente del Caguán",
          "Díaz Mejía H. Á. (2006) La función lúdica del sujeto INCOMPLETO",
          "DUBOIS, M .E (1991). El proceso de la lectura: De la teoría a la práctica. Buenos Aires: Aique",
          "Elliot J. (2005). Investigación acción en educación Madrid ediciones Morata S.L. (2005) Madrid",
          "Ferreiro E. y Teberosky, A. (1991) Los sistemas de escritura en el niño",
          "Gutiérrez, T. M. (2003). Actividades sensoriomotrices para la lectoescritura. Encontrado en  https://www.redalyc.org/pdf/798/7989876590.pdf",
          "FREIRE, P. (1971). La educación como práctica de la libertad. México. Siglo Veintiuno  Argentina Editores.",
          "Hamui L. (2011) Las narrativas del padecer: una ventana a la realidad social. Encontrado en  http://www.scielo.org.mx/scielo.php?script=sci_arttext&pid=S0185-16592011000300005",
          "Hocevar (2007)- Lectura y vida http://ww.lectura y vida fahce.unlp.edu.ar/números/a28n4/28  04Hocevar.pdf",
          "Institución educativa San Luis Beltrán (2015). Plan Educativo Institucional (PEI) Covarachia – Boyacá",
          "López M. C.y Sánchez Tálaga E.(2011) Metodolóa para la enseñanza de la producción escrita de  textos narrativos",
          "Maqueo A. M. (México 2006) Lengua, aprendizaje y enseñanza",
          "Mata J. leer cómo, enseñar que (los formadores en lectura: encontrado en  https://www.redalyc.org/pdf/2831/283121724001.pdf",
          "Medina J (2017) la naturaleza  como arte de la narración.  Encontrado en  http://ve.scielo.org/scielo.php?script=sci_arttext&pid=S0459-12832011000200005",
          "Meneses J. (2004). El cuestionario y la entrevista. Encontrado en  http://femrecerca.cat/meneses/files/pid_00174026.pdf",
          "Ministerio de Educación Nacional. (2006). Estándares Básicos de competencias en lenguaje.",
          "Montealegre R. (2006). Desarrollo de la lectoescritura: adquisición y dominio. Encontrado en  https://www.redalyc.org/pdf/798/79890103.pdf",
          "Moreno Á. (2019) Estrategias Pedagógicas en Moodle como Herramienta para fortalecer los  procesos de lectoescritura en los estudiantes del grado quinto de Educación Básica  Primaria.",
          "Pérez Pineda L. (2013) Tesis. Producción escrita de textos narrativos Caucasia Antioquia",
          "Pérez Porto, J. y Merino M. (2009). Diario de campo encontrado en   https://www.lifeder.com/diario-de-campo/",
          "Pérez, D., Pérez, A., Sánchez, R. (2013). El cuento como recurso educativo. 3 Ciencias. pp. 2-28   Puente W. (2000). Técnicas de investigación. Encontrado en.  http://www.rrppnet.com.ar/tecnicasdeinvestigacion.htm",
          "Salazar, S., .Ponce, D. (1999). Resumen del Libro: Hábitos de Lectura. pp . 1-5",
          "Soriano, M., Sánchez, P., Soriano, E y Nievas, F. (2013). Instrucción en estrategias de  comprensión lectora mediante enseñanza recíproca: efectos del agrupamiento de los  estudiantes. Anal. Psicol. vol.29 no.3. pp. 848",
          "Spiro, R. (1980). Constructive processes in prose comprehension and recall.",
          "Teberosky, A. (1991) Aprendiendo a escribir. Editorial Horsori",
          "Tolchinsky L. (1993) Aprendizaje del lenguaje escrito. Editorial artrópodos",
          "Tovar R. (2005). El arte de crear escribiendo: la producción textual en niños de la primera etapa de educación básica. Encontrado en http://ve.scielo.org/scielo.php?script=sci_arttext&pid=S1316-49102005000400023"
        ],
        "DC.publisher": [
          "Universidad Pedagógica y Tecnológica de Colombia",
          "Facultad de Ciencias de la Educación",
          "Tunja",
          "Maestría en Educación"
        ],
        "DC.date": {
          "DCTERMS.dateAccepted": "2021-03-24T03:29:12Z"
        }
      }
    },
    {
      "url": "http://repositorio.uptc.edu.co/handle/001/3438",
      "found_in": "OpenAIRE",
      "open_access": true,
      "author_rights": true,
      "dublin_core": true,
      "standard_access_value": "openAccess",
      "standard_type_research_result": [
        "info:eu-repo/semantics/masterThesis"
      ],
      "standard_format": "application/pdf",
      "standard_version_coar": [
        "info:eu-repo/semantics/publishedVersion"
      ],
      "standard_language": "ISO 639-3",
      "author_id": null,
      "standard_date_format": true,
      "single_type_research_result": "info:eu-repo/semantics/masterThesis",
      "single_version": "info:eu-repo/semantics/publishedVersion",
      "metadata": {
        "DC.creator": "Garzón Robelto, César Alejandro",
        "DC.title": "Concepciones y creencias de los profesores en el objeto sistemas de ecuaciones lineales : caracterización de la dimensión epistémica",
        "DC.type": [
          "Trabajo de grado - Maestría",
          "http://purl.org/coar/resource_type/c_bdcc",
          "info:eu-repo/semantics/masterThesis",
          "info:eu-repo/semantics/publishedVersion",
          "Text",
          "https://purl.org/redcol/resource_type/TM",
          "http://purl.org/coar/version/c_970fb48d4fbd8a85"
        ],
        "DC.rights": [
          "Copyright (c) 2020 Universidad Pedagógica y Tecnológica de Colombia",
          "Atribución-NoComercial-SinDerivadas 2.5 Colombia",
          "http://creativecommons.org/licenses/by-nc-nd/2.5/co/",
          "info:eu-repo/semantics/openAccess",
          "Licencia Creative Commons Atribución-NoComercial-SinDerivadas 4.0 Internacional (CC BY-NC-ND 4.0)",
          "http://purl.org/coar/access_right/c_abf2"
        ],
        "DC.description": [
          "Bibliografía y webgrafía: Páginas 225-233.",
          "Maestría",
          "Magíster en Educación Matemática"
        ],
        "DC.format": "application/pdf",
        "DC.language": "spa",
        "DC.identifier": "http://repositorio.uptc.edu.co/handle/001/3438",
        "DC.subject": [
          "Números reales",
          "Matemáticas - Enseñanza",
          "Ecuaciones",
          "Análisis numérico",
          "Ecuaciones diferenciales lineales - Soluciones numéricas",
          "Maestría en Educación Matemática - Tesis y disertaciones académicas"
        ],
        "DC.contributor": "Sepúlveda Delgado, Omaida (Directora de tesis)",
        "DC.relation": [
          "Álvarez, Y. (2013). Introducción del álgebra lineal en España y Colombia durante la segunda mitad del s. XIX y la primera del s. XX (Tesis Doctoral). Universidad de la Rioja, Departamento de Matemáticas y computación, Logroño",
          "Anacona, M. (2003). La historia de las matemáticas en educacion matemática. Revista EMA, 8(1), 30-46.",
          "Anton, H. (2011). Introducción al álgebra lineal (6 ed.). México: Limusa Wiley.",
          "Arias, F. (1999). Proyecto de investigación: guia para su elaboración. Caracas-Venezuela: Episteme",
          "Azcárate, C., & Moreno, M. (2003). Concepciones y creencias de los profesores universitarios de matemáticas acerca de la enseñanza de las ecuaciones diferenciales. Enseñanza de las Ciencias, 21(2), 265-280.",
          "Ball, D. (2000). Bridging practices: Intertwining content and pedagogy in teaching. Journal of Teacher Education, 51, 241-24.",
          "Ball, D., Thames, M., & Phelps, G. (2008). Content knowledge for teaching. What makes it special? Journal of Teacher Education, 59(5), 389-407.",
          "Bell, E. (1949). Historia de las Matemáticas. (R. Ortiz, Trad.) México: Fondo de Cultura Economica.",
          "Bézout, É. (1764). Recherches sur le degré des équations résultantes de l'évanouissement des inconnues, et sur les moyens qu'il convient d'employer pour trouver ces équations. Mémories de l'Académie Paris , 288 - 338.",
          "Bézout, É. (1779). Théorie Générale des Équations Algébriques. Paris: Ph-D. Pierres.",
          "Blumer, H. (1982). El interaccionismo simbólico: Perspectiva y método. Barcelona: Hora.",
          "Boyer, C. (1986). Historia de la matemática. (M. Martínez, Trad.) Madrid: Alianza Editorial",
          "Brousseau, G. (1986). Fundamentos y Metódos de la Didáctica de la Matemática. Facultad de Matemática, Astronomía y Física: Universidad nacional de Córdoba.",
          "Brousseau, G. (2007). Iniciación al estudio de la teoria de las situaciones didácticas. Buenos Aires: Editorial libros del zorzal.",
          "Campos, A. (2013). Epistemología de la matemática. Bogotá: Univeridad Nacional de Colombia",
          "Cardano, G. (1993). On the rule of method. En G. Cardano, Ars Magna or the Rules of (T. Witmer, Trad., Segunda ed., págs. 180-181). New York: The MIT.",
          "Carrera, J. (2009). Liu Hui \"Nueve capítulos de la matemática china\". España: Nivola.",
          "Chevallard, Y. (1991). Dimension instrumentale, dimension sémiotique de l'activité mathématique. (Grenoble, Ed.) Séminaire de Didactique des Mathématiques et de l'Informatique de Grenoble.",
          "Collette, J. (1986). Historia de las Matemáticas I. México: Siglo XXI Editores.",
          "Collette, J. (2000). Historia de las matemáticas II. (4, Ed., & A. Casal, Trad.) Mexico: Siglo XXI Editores.",
          "Cramer, G. (1750). Introduction à L'analyse des Lignes Courbes Algébriques. F Cramer & Cl Philibert.",
          "Dávila, G. (2003). El desarrollo del álgebra moderna. Parte II: El álgebra e las ecuaciones . Apuntes de historia de las Matemáticas, 2(1), 27-37.",
          "Española, R. A. (s.f.). Diccionario de la lengua española. 23. Recuperado el 12 de 07 de 2019, de https://dle.rae.es",
          "Euler, L. (1748). Sur une contradiction apparente dans la doctrine des lignes courbes. Mémoires de l’Académie des sciences de Berlín, Tom IV, 219-233.",
          "Farias, C., & Medeiros, A. (2004). O Método da Falsa Posição na História e na Educação Matemática. Ciência & Educação, 10(3), 545 - 557.",
          "Figueroa, R. (2013). Resolucion de problemas con sistemas de ecuaciones lineales con dos variables. Una propuesta para el cuarto año de secundaria desde la teoría de situaciones didácticas (Tesis Doctoral). Pontificia universidad católica del Perú, Lima-Perú.",
          "Font, V., & Godino, J. (2006). La noción de configuración epistémica como herramienta de análisis de textos matemáticos:su uso en la formación de profesores. Educação Matemática Pesquisa , 8(1), 67-98.",
          "Freudenthal, H. (1983). Didactical phenomenology of mathematical structures. Dordrecht: Reidel.",
          "Garcia, L., Azcárate, C., & Moreno, M. (2006). Creencias, concepciones y conocimiento profesional de profesores que enseñan cálculo diferencial a estudiantes de ciencias económicas. 9(1), 85-116.",
          "Giacomone, M. (2018). Desarrollo de competencias y conocimientos didáctico-matemáticos de futuros profesores de educación secundaria en el marco del enfoque ontosemiótico. (Tesis Doctoral). Universidad de Granada, Granada.",
          "Godino, J. (2002). Un enfoque ontológico y semiotico de la cognición matemática. Recherches en Didactique des Mathématiques, 22(2.3), 237-284.",
          "Godino, J. (2009). Categorías de análisis de los Conocimientos del Profesor de Matemáticas. Revista Iberoamericana de Educación Matemática(20), 13-31.",
          "Godino, J., & Batanero, C. (1994). Significado institucional y personal de los objetos matemáticos. Researches en Didactique des Mathématiques, 14(3), 325-355.",
          "Godino, J., Batanero, C., & Font, V. (2007). The Onto-semiotic Approach to Research in Mathematics Education. The Internacional Journal on Mathematics Education, 39(1-2), 127-135.",
          "Godino, J., Batanero, C., & Font, V. (2019). The Onto-semiotic Approach: Implication for the Prescriptive Character of Didactics. For the Learning of Mathematics, 39(1), 37-42.",
          "Godino, J., Contreras, Á., & Font, V. (2006). Análisis de procesos de instrucción basado en el enfoque ontológico-semiótico de la cognición matemática. Recherches en Didactiques des Mathematiques, 26(1), 39-88",
          "Godino, J., Font, V., Wilhelmi, M., & Lurduy, O. (2011). Why is the Learning of Elementary Arithmetic Concepts Difficult? Semiotic Tools for Understanding the Nature of Mathematical Objects. Educational Studies in Mathematics, 77(2), 247-265.",
          "Godino, J., Rivas, H., Arteaga, P., Lasa, A., & Wilhelmi, M. (2014). Ingeniería didáctica basada en el enfoque ontológico-semiótico del conocimiento y la instrucción matemáticos . Recherches en Didactique des Mathématiques, 34(2-3), 167-200.",
          "Gómez, I. (2000). Matemática emocional. Los afectos en el aprendizaje matemático. Madrid: Narcea.",
          "González, J., & González, D. (2014). Las matrices, un avance tecnológico en el estudio de las ecuaciones . Bogotá: universidad Pedagógica Nacional",
          "González, M., & Sierra, M. (2004). Metodología de análisis de libros de texto de matemáticas. Los puntos críticos en la enseñanza de la secundaria en España durante el siglo XX. Enseñanza de las Ciencias, 22(3), 389-408.",
          "Grossman, S., & Flores, J. (2012). Álgebra lineal (Séptima ed.). México: McGraw Hill.",
          "Guerra, A. (2012). Propuesta para la Enseñanza de Sistemas de Ecuaciones Lineales (Tesis de Maestría ). Universidad Nacional de Colombia, Bogotá.",
          "Hernández, R., Fernández, C., & Baptista, P. (2014). Metodología de la investigación (6a ed.). México D: F: McGraw-Hill Education",
          "Hill, H., Ball, D., & Schilling, S. (2008). Unpacking pedagogical content knowledge: Conceptualizing and measuring teachers' topic-specific knowledge of students. Journal for Research in Mathematics Education, 39, 372-400.",
          "Joseph, G. (2011). The Crest of the Peacoch: Non-European Roots of Mathematics (3 ed.). New York: Princenton University Pess",
          "Karpinski, L. (1915). Robert of Chester's Latin Traslation of the Algebra of Al-Khowarizmi. London: The Macmillan Company.",
          "Kline, M. (1992). El pensamiento matemático de la antigüedad hasta nuestros dias. (M. Martinez, J. Tarrés, & A. Casal, Trads.) Madrid: Alianza Editorial.",
          "Kolman, B., & Hill, D. (2006). Álgebra Lineal. México: Pearson Educación .",
          "Larson, R., & Falvo, D. (2010). Fundamentos de Álgebra Lineal (sexta ed.). México: Cengaje Learning Editores, S.A.",
          "Llinares, S. (1991). La formación de profesores de matemáticas. Sevilla: GID-Universidad de Sevilla.",
          "Luzardo, D., & Peña, A. (2006). Historia del Álgebra Lineal hasta los Aborigenes del Siglo XX. Divulgaciones Matemáticas, 14(2), 153-170. Recuperado el 12 de Julio de 2019, de http://divmat.demat-fecluz.org/volumenes-anteriores/vol-14-no-2-2006",
          "Maclaurin, C. (1748). A treatise of algebra in three parts. London: A Millar & J Nourse.",
          "Manen, M. V. (1990). Beyond assumptions: shifting te limits of action research. Theory Into Practice, 29(3), 152-157. . Obtenido de  230 https://www.tandfonline.com/doi/abs/10.1080/00405849009543448",
          "Manzanero, L. (2007). Sistemas de Ecuaciones Lineales: Una perspectiva desde la teoría APOE (Tesis de Maestría). Centros de investigación y de estudios avanzados del IPN, Mexíco.",
          "Maza, C. (2009). Las matemáticas en el Antiguo Egipto. Sus raíces económicas. Sevilla: Universidad de Sevilla.",
          "Mendel, J., & García, C. (2016). Historia del Determinante. Revista de la Academia Mexicana de Ciencias, 67(1), 60 - 67. Obtenido de https://www.revistaciencia.amc.edu.mx/images/revista/67_1/PDF/Determinante.pdf",
          "Monsalve, S. (2017). Álgebra lineal y cálculo en varias variables (Vol. 1). Bogotá: Universidad Nacional de Colombia.",
          "Muir, T. (1960). Theory of determinants in the historical order of development .",
          "Nacional, M. d. (2006). Estándares básicos de competencias en matemáticas. Bogotá: Magisterio.",
          "Nieves, M., Borges, C., García, I., Hernández, V., & Hernández, B. (2004). Las Matemáticas Chinas. Recuperado el 03 de Octubre de 2019, de file:///D:/Maestria/Maestria%20matematicas/Trabajo%20de%20grado%202018/las%20m atematicas%20chinas/las%20matematicas%20chinas.pdf",
          "Ochoviet, T. (2009). Sobre el concepto de solución de un sistema de ecuaciones coon dos incógnitas (Tesis Doctoral). Instituto Politécnico Nacional, Montevideo.",
          "Orts, A. (2007). Resolución de problemas mediante la regla de la falsa posición: un estudio histórico. Suma, 56, 55-61. Recuperado el 19 de Agosto de 2019, de https://revistasuma.es/IMG/pdf/56/055-061.pdf",
          "Pajares, F. (1992). Teachers' belief and educational research: cleaning up a messy contruct. Review of Educational Research, 62(3), 307-332.",
          "Panizza, M., Sadovsky, p., & Sessa, C. (1999). La ecuación lineal con dos variables:entre la unicidad y el infinito. Enseñanza de las ciencias, 17(3), 453-461. Recuperado el 5 de Mayo de 2018",
          "Pino-Fan, L. (2013). Evaluación de la Faceta epistémica del Conocimiento DidácticoMatemático de futuros profesores de bachillerato sobre la Derivada (Tesis Doctoral). Universidad de Granada, España.",
          "Pino-Fan, L., Godino, J., & Font, V. (2010). Conocimiento didáctico-matemático sobre la enseñanza y el aprendizaje de la deriva. Trabajo presentado en la XIII Escuela deInvierno en Matemática Educativa, Instituto tecnologico y de Estudios Superiores de Monterrey, 206-213.",
          "Ponte, J. (1994). knowledge, beliefs and conceptions in mathematics teaching and learning. En L. Bazzini, Theory and practice in mathematics education. Proceedings of the Fifth International Conference on Systematic Cooperation between theory and practice in mathematics education. Italia.",
          "Poole, D. (2011). Álgebra lineal. Una introducción moderna. México: Cengage Learning Editores.",
          "Pozas, D., & Alves, M. (2017). Los implícitos en el discurso tecnológico-teórico en dos libros de álgebra lineal. Acta Scientiae, 19(3), 395-411.",
          "Rey, J., & Babini, J. (1985). Historia de las Matemáticas (Vols. 1-2). Barcelona: Gedisa .",
          "Ribnikov, K. (1987). Historia de las matemáticas. (C. Valdés, Trad.) Moscú: Editorial Mir",
          "Rico, L. (1997). Los organizadores del currículum. En L. Rico, E. Castro, E. Castro, M. Coriat, A. Marin, L. Puig, . . . M. Socas, La Educación Matemática en Enseñanza Secundaria (págs. 39-59). Barcelona: ICE- Horsori.",
          "Rico, L. (2013). El método del Análisis Didáctico . Revista iberoamericana de educación matemática(33), 11-2.",
          "Rico, L., Castro, E., & Romero, I. (1997). Sistemas de Representación y Aprendizaje de Estructuras Numericas. Enseñanza de las Ciencias, 15(3), 361-371.",
          "Ricoy, C. (2006). Contribución sobre los paradigmas de investigación. Educação. Revista do Centro de Educação, 31(1), 11-22.",
          "Ruiz, A. (2003). Historia y Filosofia de las Matemáticas. San José: EUNED.",
          "Saenz, E. (1994). Apuntes para el curso: Historia de las Matemáticas . Monterrey: Universidad autonoma de nuevo leon .",
          "Sánchez, C., Sabogal, Y., Buitrago, L., Fuentes, J., Patiño, Ó., Joya, A., & Ramírez, M. (2016). Proyecto saberes ser hacer Matemáticas 9. Bogotá: Santillana.",
          "Segura, S. (2004). Sistemas de ecuaciones lineales: una secuencia didáctica . Revista Latinoamericana de Investigación en Matemática Educativa, RELIME, 7(1), 49-78.",
          "Sepúlveda, O. (2018). El Conocimiento Didáctico Matemático del Profesor Universitario. Tunja: Editorial UPTC.",
          "Shulman, L. (1986). Those who understand: Knowledge growth in teaching. Educational Researcher, 15(2), 4-14.",
          "Shulman, L. (1987). Knowledge and teaching: Foundations of the new reform. Harvard Educational Review, 57(1), 1-22.",
          "Smith, H. J. (1861). On Systems of Linear Indeterminate Equations and Congruences. En The Philosophical Transactions of the Royal Society of London, (Vol. 151, págs. 293-326). Londres: Royal Society. Obtenido de www.jstor.org/stable/108738",
          "Thompson, A. (1992). Teachers' belief and conceptions: a synthesis of the research. En G. D, Handbook of research on methematics teaching and learning (págs. 127-146). Nueva York: Macmillan.",
          "Torres, L. (2010). Fenomenología histórica del concepto de ecuación y potencialidades de su uso en la escuela (tesis de Maestría). Univerisdad del Valle, Santiago de Cali.",
          "Trejo, E., & Camarena, P. (2009). Problemas contextualizados: una estrategia didáctica para aprender matemáticas. Acta Latinoamericana de Matemática Educativa, 22, págs. 831- 841. México.",
          "Trejo, E., & Camarena, P. (2011). Concepciones de los profesores y su impacto en la enseñanza de un sistema de ecuaciones lineales con dos incógnitas. Acta Latinoamericana de Matemática Educativa . 24, págs. 1095-1103. México: Colegio Mexicano de Matemática Educativa A. C. y Comité Latinoamericanode Matemática Educativa A. C.",
          "Ugarte, A. (2011). Fibonacci y los problemas del Liber Abaci. Recuperado el 5 de Septiembre de 2019, de http://www.fisem.org/www/union/revistas/2012/29/archivo17.pdf"
        ],
        "DC.publisher": [
          "Universidad Pedagógica y Tecnológica de Colombia",
          "Facultad de Ciencias de la Educación",
          "Tunja",
          "Maestría en Educación Matemática"
        ],
        "DC.date": {
          "DCTERMS.dateAccepted": "2021-04-21T23:33:22Z"
        }
      }
    },
    {
      "url": "http://repositorio.uptc.edu.co/handle/001/3412",
      "found_in": "OpenAIRE",
      "open_access": true,
      "author_rights": true,
      "dublin_core": true,
      "standard_access_value": "openAccess",
      "standard_type_research_result": [
        "info:eu-repo/semantics/masterThesis"
      ],
      "standard_format": "application/pdf",
      "standard_version_coar": [
        "info:eu-repo/semantics/publishedVersion"
      ],
      "standard_language": "ISO 639-3",
      "author_id": null,
      "standard_date_format": true,
      "single_type_research_result": "info:eu-repo/semantics/masterThesis",
      "single_version": "info:eu-repo/semantics/publishedVersion",
      "metadata": {
        "DC.creator": "Cárdenas Izquierdo, Nohora Pilar",
        "DC.title": "El fortalecimiento de la lectura a partir de la apropiación, el sentido y la experiencia  en el aula",
        "DC.type": [
          "Trabajo de grado - Maestría",
          "http://purl.org/coar/resource_type/c_bdcc",
          "info:eu-repo/semantics/masterThesis",
          "info:eu-repo/semantics/publishedVersion",
          "Text",
          "https://purl.org/redcol/resource_type/TM",
          "http://purl.org/coar/version/c_970fb48d4fbd8a85"
        ],
        "DC.rights": [
          "Copyright (c) 2020 Universidad Pedagógica y Tecnológica de Colombia",
          "Atribución-NoComercial-SinDerivadas 2.5 Colombia",
          "http://creativecommons.org/licenses/by-nc-nd/2.5/co/",
          "info:eu-repo/semantics/openAccess",
          "Licencia Creative Commons Atribución-NoComercial-CompartirIgual 4.0 Internacional (CC BY-NC-SA 4.0)",
          "http://purl.org/coar/access_right/c_abf2"
        ],
        "DC.description": [
          "Bibliografía y webgrafía: páginas 125-134",
          "Maestría",
          "Magister en Educación"
        ],
        "DC.format": "application/pdf",
        "DC.language": "spa",
        "DC.identifier": "http://repositorio.uptc.edu.co/handle/001/3412",
        "DC.subject": [
          "Comprensión de lectura",
          "Lectura - Métodos de enseñanza",
          "Facilidad de lectura",
          "Maestría en Educación - Tesis y disertaciones académicas"
        ],
        "DC.contributor": "Lara Buitrago, Paola Andrea (Directora de tesis).",
        "DC.relation": [
          "Arias. E, (2011). Significado de la Acción Pedagógica. Recuperado de  http://cipas7.blogspot.com.co/2011/10/significado-de-la-accion-pedagogica  de_20.html",
          "Álzate Raúl F, González Z. Nelson De Jesús, Cardona G. Cecilio (2008). La Lectoescritura  abre los Caminos al Conocimiento. Fundación Universitaria Católica Del Norte. Ituango,  Antioquia. Práctica pedagógica.",
          "Barthes, R. (1984). El Placer del Texto. México: Siglo XXI.",
          "Bernal, A. (2016). Desarrollo de Habilidades en Lectura Crítica con los estudiantes del Grado  Undécimo en el colegio Integrado Llano Grande. Girón, Santander: Universidad Autónoma  de Manizales.",
          "Bernárdez, E. (2001). ¿Qué son las lenguas? Madrid: Alianza",
          "Bonilla, E, y Rodríguez, P. (2005). Más allá del dilema de los métodos. La investigación en  ciencias sociales. Bogotá: Grupo Editorial Norma",
          "Bustos, A.; Montenegro, C.; Tapia, A. y Calfual, K. (2017). Leer para aprender: Cómo  Interactúan los profesores con sus alumnos en la Educación Primaria. OCNOS Revista de  estudios sobre lectura.",
          "Cadavid R, Natalia; Quijano M, Cina, M; Tenorio, Marcela Y  Rosas, Ricardo. El Juego como vehículo para Mejorar las Habilidades de Lectura en niños con Dificultad  Lectora. Pensamiento Psicológico. [Online]. 2014, vol.12, n.1, pp.23-38. ISSN 1657-8961",
          "Calfee, R. (1982). Cognitive Models of Reading: Implications for Assessments and Treatment  of Reading Disability. In R. Maletesha P. Aaron (Eds), Reading disorders: varieties and  treatments p. (151-176). New York: Academic Press",
          "Carbonell De Grampone, María. (1982). Qué es Leer y otras Precisiones para Maestros  Inexpertos. Revista lectura y vida. Vol. 10, n° 3.",
          "Chartier, R. (1997).  Pluma de ganso, libro de letras. México, Universidad Iberoamericana",
          "Cisneros, M.; Olave, G. y Rojas, I. (2010). La inferencia en la comprensión lectora: De la teoría  a la práctica en la Educación Superior. Pereira: Universidad Tecnológica de Pereira.Córdoba",
          "Rey, E.M, Quijano Martínez, M.C. y Cadavid Ruiz, N. (2013). Hábitos de Lectura en padres y  madres de niños con y sin Retraso Lector de la ciudad de Cali, Colombia. Revista CES  Psicología, 6(1), págs. 53-65.",
          "Coronas, C. Mariano (2005). Animación y promoción de la lectura en la escuela. Revista de  educación sociedad lectora y educación. Ministerio de educación y ciencia. págs. 339 – 355.  Disponible en  http://88.12.10.114/mochila/sec/monograficos_sec/ccbb_ceppriego/lengua/aspgenerales/Soc iedad_lectora.pdf#page=38",
          "De los Reyes Aragón, C, Lewis H, Soraya y Peña O. Mónica. (2008). Estudio de Prevalencia de  Dificultades de Lectura en Niños Escolarizados de 7 años de Barranquilla (Colombia)  Psicología desde el Caribe, núm. 22, pp. 37-49",
          "Durkin, D. (1984). Is There a Match between what Elementary Teachers do and what basal  reader manuals recommended? Reading Teachers (37), pp. 734-744.",
          "Esteve, M. F. (2004). Leer y escribir para vivir. Barcelona: Grao, la galera",
          "Ezpeleta Aguilar, F. (2011). La formación del lector como tema en la última narrativa infantil y  juvenil. Revista OCNOS.",
          "Espinoza-Herold, Mariella. (2010). El uso de la Estrategia de Lectura LIDE en la Comprensión  de textos y la Motivación a la lectura. Revista Lectura y Vida. Goodman",
          "Fernández De Haro, E; Núñez J. R., y Fernández C. M, (2015). Aportaciones de un Análisis de  Necesidades sobre la situación actual del nivel de Comprensión Lectora en el alumnado de  Educación Primaria, en un colegio de Granada. Revista de Investigación en Educación, nº 13  (2), 2015, pp. 288-302",
          "Fernández. E, J. R. (2015). Aportaciones de un Análisis de Necesidades sobre la Situación  actual del nivel de comprensión lectora en el alumnado de Educación Primaria, en un  colegio de granada. Revista de investigación en educación, vol. 13, No. 2.",
          "Ferreiro, E. (2005). Los Sistemas de Escritura en el Desarrollo del Niño. Editorial Siglo XXI  Editores S.A. de C.V.",
          "Ferreiro, Emilia (1982). Nuevas Perspectivas sobre los Procesos de Lectura y Escritura. Siglo  veintiuno editores. México D.F.",
          "Flórez R, R.; Arias V, N., y Guzmán, R. J. El Aprendizaje en la Escuela: el lugar de la Lectura  y la Escritura Educación y Educadores, vol. 9, núm. 1, 2006, pp. 117-133 Universidad de La  Sabana.",
          "Flórez R, R.; Restrepo, M. A. y Schwanenflugel, Paula. (2009). Promoción del Alfabetismo  Inicial y Prevención de las Dificultades en la Lectura: una Experiencia Pedagógica en el Aula de Preescolar. Avances en Psicología Latinoamericana, vol. 27, núm. 1, enero-junio,  pp. 79-96 Universidad del Rosario Bogotá, Colombia",
          "Freire, P. (1997). Pedagogía da Esperança. Um Reecontro com a Pedagogía do Oprimido. Rio  de Janeiro: Paz e Terra.",
          "Freire, P. (2009). Pedagogia da Autonomia. Saberes necessários à prática Educativa. São  Paulo: Paz e Terra.",
          "Flórez R, Rita; Arias V, Nicolás y Guzmán, Rosa Julia. (2006). El Aprendizaje en la Escuela:  el lugar de la Lectura y la Escritura. Bogotá: Universidad de la Sabana.",
          "Funda lectura. (En línea). Bogotá. (Consulta: 2009-03-15) p.1. Recuperado de:  http://www.fundalectura.org/sccs/sobreus.php?id=1",
          "García. P. Jaime (2005) La promoción de la lectura, una permanente tarea educativa. Revista de  educación sociedad lectora y educación. Ministerio de educación y ciencia. pps. 37-51.  Disponible en  http://88.12.10.114/mochila/sec/monograficos_sec/ccbb_ceppriego/lengua/aspgenerales/Soc iedad_lectora.pdf#page=38",
          "Gavidia, J. (2015). Lenguaje y Comunicación. Bogotá: ediciones de la U.",
          "Gispert, D. & Rivas, L. (2010). Alumnado con Dificultades en el Aprendizaje de la Lectura.  Barcelona, España: Graó.",
          "Girón, Alicia (1980). Lectura Infantil y la Clasificación de los Libros. Boletín de la Anabad.",
          "González, A. (2004). Estrategias de Comprensión Lectora. Madrid: Síntesis.",
          "Goodman, K. (1986). El Proceso de Lectura: Consideraciones a través de las Lenguas y del  Desarrollo. Nuevas perspectivas sobre los procesos de lectura y escritura. México: Siglo  Veintiuno.",
          "Gutiérrez. C, P. H. (2012). Estrategias de Comprensión Lectora: Enseñanza y Evaluación en  Educación Primaria. Madrid: Ariel",
          "Guzmán, M. (2003). Proceso de Aprendizaje de la Lectura y la Escritura. Universidad Santo  Tomás.",
          "Hansen, J. &. (1983). «An instructional study: improving the inferential comprehension of  good and poor fourth-grade readers». Journal of Educational Psychology, 75(6), 821-829",
          "Hernández, R.; Fernández, C. y Baptista, P. (2010). Metodología de la investigación. México: Mc Graw Hill, 2010",
          "Hurtado, R. D. (2001).  Lectura con Sentido: Estrategias para Mejorar la Comprensión  Textual. Editorial Escuela Normal Superior María Auxiliadora de Copacabana",
          "Hurtado, R. D. (2003). Lectura y Escritura en la Infancia: Estrategias para facilitar su  Construcción.  Universidad de Antioquia",
          "Jenkinson, M. (1976). Modos de Enseñar” en Staiger, R. C. (comp). Buenos Aires: Huemul.",
          "Jiménez. J, O. J. (2008). Enseñanza de la Lectura: de la Teoría y la Investigación a la Práctica  Educativa. Madrid: Universidad de la laguna.",
          "Jurado Valencia, F. (2008). La Formación de Lectores Críticos desde el Aula. Revista Ibero  Americana (46).",
          "Kenneth, G. (1982). “Proceso Lector”. En: Ferreiro, Emilia y Palacio, Margarita. Nuevas  perspectivas de los procesos de lectura y escritura. México: Siglo XXI.",
          "Larrosa, J. (2003). La Experiencia de la Lectura: Estudios sobre Literatura y Formación.  Fondo de Cultura Económica, México.",
          "Larrañaga, Elisa; Yubero, Santiago. (2005). El Hábito Lector como Actitud. El Origen de la  Categoría de Falsos Lectores. Revista OCNOS, n° 1, p. 43 - 60",
          "Lerner, D. (2001) Leer y Escribir en la Escuela. México: Fondo de Cultura Económica.",
          "López L. S, Silva, G; Camargo De Luque C, Duque A. E, Ariza M. M y Ávila C. S. K. (2013).  Habilidades Pre Lectoras de Estudiantes de Preescolar en la Región Caribe Colombiana.  Revista zona próxima, (7) 113- 127",
          "Marín Mendoza, M., y Gómez Pajoi, D. (2015). La Lectura Crítica, un camino para  desarrollar Habilidades del Pensamiento. Bogotá: Universidad Libre.",
          "Ministerio de Educación Nacional. (2014). Prácticas de lectura en el aula. Bogotá: Serie Río  de Letras.",
          "Molina, V. Leandro. (2006). Lectura y Educación: los hábitos lectores y su repercusión  académica en Educación Secundaria obligatoria. Revista OCNOS",
          "Monar van Vliet, Maite (2012). Promoción de la Lectura en el Marco Educativo. Revista  OCNOS, (8), p. 67-74. ISSN: 2254-9099",
          "Morales, A. Oscar, Rincón, G. Ángel y Toná R, José (2005). Consideraciones Pedagógicas  para la promoción de la lectura dentro y fuera de la escuela. Revista De teoría y didáctica  de escuelas sociales. Venezuela.",
          "Morales Tarquino, L. (2013). Un acercamiento a la Lectura para niños de Grado Cuarto por  medio de herramientas Tic. Bogotá: Universidad Libre.",
          "Morón Arroyo, Ciriaco “En el Núcleo de la Lectura”, en Revista OCNOS nº 3, 2007, p. 7-20.  ISSN 1885-446X.",
          "Narváez C. Elizabeth y Cadena C. Sonia. La Enseñanza de la Lectura académica un objeto de  Formación Docente. Revista Lectura y vida: Revista latinoamericana de  lectura, ISSN 0325-8637, Vol. 30, Nº. 1, 2009, págs. 56-67.",
          "Palmera, C. Indira L. (2018). La lectoescritura en el contexto rural (Tesis de pregrado).  Universidad Pontifica Bolivariana, Medellín.",
          "Parodi, G. (1997). Comprensión literal y comprensión inferencial: estrategias lectoras. En: M.  Peronard; Gómez, L.; G. Parodi, G. y Núñez, P. (2014), Comprensión de textos escritos: de  la teoría a la sala de clases (pp. 201-211). Buenos Aires: Andrés Bello Editorial.",
          "Pearson, P., & Gallagher, M. (1983). The Instruction of Reading Comprehension.  Contemporary Educational Pyschology, 8, págs. 317-344",
          "Pérez, M. (2003). Leer y Escribir en la Escuela. Algunos escenarios Pedagógicos y Didácticos  para la reflexión. Bogotá: ICFES.",
          "Pruebas Saber año 2017. Tomada del informe por colegio, recuperada de  https://diae.mineducacion.gov.co/dia_e/documentos/2018/_2%20Colegios%20oficiales%20 para%20web1%20a%2015718/315816000191.pdf",
          "Quintanar, S. y. (2008). Enseñanza de la Lectura método practico para la Formación Lectora.  México. Trillas.",
          "Rodríguez R., Claudia (2008) “La Animación a la Lectura como fórmula para captar Lectores  (¿Hace ruido? ¿Se puede cambiar el diseño?)”, en Revista OCNOS nº 4, p. 77-81. ISSN  1885-446X.",
          "Red Nacional de Bibliotecas Públicas (1988).   http://bibliotecanacional.gov.co/es-co/Footer/red-nacional-de-bibliotecas-publicas/quienes somos",
          "Robledo, Beatriz Helena (2009, 27 de octubre) Plan Nacional de Lectura y Bibliotecas.  Recuperado de: https://es.slideshare.net/godeloz/leer-libera-plan-nacional-del-lectura-y bibliotecas",
          "Rodríguez, O. (2005). La triangulación como estrategia de investigación en Ciencias Sociales.  Revista Tribuna de debate, (31), recuperado de:  http://www.madrimasd.org/revista/revista31/tribuna/tribuna2.asp",
          "Sánchez, E., García J., Castellano N., De Sixte R., Bustos A., y García-Rodicio H. (2008).  “Qué, Cómo y Quién: Tres dimensiones para analizar la práctica educativa”. Cultura y  Educación, 20(1), págs. 95- 118. Doi: http://dx.doi.org/10.1174/113564008783781431",
          "Serna Díaz, J., & Díaz Cortes, J. (2014). Propuesta didáctica para la Comprensión crítica en la  Universidad La gran Colombia. Cuadernos de Lingüística Hispánica, pp. 165-180.",
          "Shannon, P. (1983). The use of Commercial Reading Materials in American Elementary  Schools. Reading Research Quarterly (19), pp. 68-85",
          "Solé, I. (1992). Estrategias de Lectura. Barcelona, España: Graó",
          "Solé, I. (2009). Estrategias de Lectura. Barcelona: Grao.",
          "Strang, R. (1965). Procesos del Aprendizaje infantil. Buenos Aires: Paidós",
          "Teberosky, Ana. (2002) [Citada por Guzmán, Chalela & Gutiérrez. Recuperado de:        http://soda.ustadistancia.edu.co/enlinea/mariachalelaDesarrollo%20de%20la%20lectura%20 y%20escrit_mariachalela1/proceso_de_aprendizaje_de_la_lectura_y_la_escritura.html ]",
          "UNESCO. (2014). América Latina y el Caribe. Revisión Regional 2015 de la Educación para  Todos. Santiago de Chile: Oreal.",
          "UNESCO. (2017). More Than One-Half of Children and Adolescents Are Not Learning  Worldwide. UIS/FS.",
          "Uribe T, A; Álvarez Z, D. y Jaramillo C, J. R. (2008) De Leer, serie radial sobre la Promoción  de la Lectura. Revista Interamericana de Bibliotecología. Vol. 31, no. 1, p. 67-83.",
          "Valles Arandiga, A. (20 de octubre de 2005). Comprensión Lectora y procesos psicológicos.  Acción Pedagógica, 11(11) pp. 113-125",
          "Villalaz, J. (2015). Didascalicon. Del Arte de Leer. Hugo de San Víctor.  Panamá: Traducción  del latín y notas.",
          "Zapata M. Cesar A. (2016). La Lectura y la Escritura en el Contexto Rural: una Mirada a mis  Propias Prácticas. (Tesis de maestría). Universidad de Antioquia, Medellín."
        ],
        "DC.publisher": [
          "Universidad Pedagógica y Tecnológica de Colombia",
          "Facultad de Ciencias de la Educación",
          "Tunja",
          "Maestría en Educación"
        ],
        "DC.date": {
          "DCTERMS.dateAccepted": "2021-03-23T20:49:08Z"
        }
      }
    },
    {
      "url": "http://repositorio.uptc.edu.co/handle/001/3447",
      "found_in": "OpenAIRE",
      "open_access": true,
      "author_rights": true,
      "dublin_core": true,
      "standard_access_value": "openAccess",
      "standard_type_research_result": [
        "info:eu-repo/semantics/masterThesis"
      ],
      "standard_format": "application/pdf",
      "standard_version_coar": [
        "info:eu-repo/semantics/publishedVersion"
      ],
      "standard_language": "ISO 639-3",
      "author_id": null,
      "standard_date_format": true,
      "single_type_research_result": "info:eu-repo/semantics/masterThesis",
      "single_version": "info:eu-repo/semantics/publishedVersion",
      "metadata": {
        "DC.creator": "González Roballo, Mauricio",
        "DC.title": "La colombianidad de Fernado Vallejo : una diatriba incesante en La Virgen de los Sicarios",
        "DC.type": [
          "Trabajo de grado - Maestría",
          "http://purl.org/coar/resource_type/c_bdcc",
          "info:eu-repo/semantics/masterThesis",
          "info:eu-repo/semantics/publishedVersion",
          "Text",
          "https://purl.org/redcol/resource_type/TM",
          "http://purl.org/coar/version/c_970fb48d4fbd8a85"
        ],
        "DC.rights": [
          "Copyright (c) 2020 Universidad Pedagógica y Tecnológica de Colombia",
          "Atribución-NoComercial-SinDerivadas 2.5 Colombia",
          "http://creativecommons.org/licenses/by-nc-nd/2.5/co/",
          "info:eu-repo/semantics/openAccess",
          "Licencia Creative Commons Atribución-NoComercial-SinDerivadas 4.0 Internacional (CC BY-NC-ND 4.0)",
          "http://purl.org/coar/access_right/c_abf2"
        ],
        "DC.description": [
          "Bibliografía y webgrafía: páginas 81-84",
          "Maestría",
          "Magister en Literatura"
        ],
        "DC.format": "application/pdf",
        "DC.language": "spa",
        "DC.identifier": "http://repositorio.uptc.edu.co/handle/001/3447",
        "DC.subject": [
          "Literatura colombiana",
          "Vallejo, Fernando, 1942-     Crítica e interpretación",
          "Novela colombiana - Crítica e interpretación",
          "Maestría en Literatura - Tesis y disertaciones académicas",
          "Fernando Vallejo",
          "Colombianidad",
          "Diatriba",
          "Nación",
          "Violencia",
          "Pobreza",
          "Religión"
        ],
        "DC.contributor": "Domínguez Torres, Mario Alberto",
        "DC.relation": [
          "Álvarez, M. (2013). El espacio acorralado: un estudio de La Virgen de los Sicarios de Fernando Vallejo y “El gaucho insufrible” de Roberto Bolaño. Chasqui. Vol. 42, No 2, noviembre, p. 15-30.",
          "Adoum, J. (1980). “El realismo de la otra realidad” en América Latina en su literatura. Coordinación e introducción por Cesar Fernández Moreno. Siglo veintiuno editores. 7ª ed, p. 204-216.",
          "Aristizabal, J. (2013). El pecado del escándalo: Dandismo y modernidad en Fernando Vallejo. Revista de Estudios Hispánicos, Vol. XLVII, No 2, junio, p. 291-312.",
          "Bajtín, M. (1989). “La palabra en la novela”. 1934-1935. Teoría y estética de la novela. Trabajos de investigación. Traducción de Helena S. Kriukova & Vicente Cazcarra. Madrid: Editorial Taurus, 77-236",
          "Barrero, L. (2013). El apocalipsis como recurso poético de supervivencia en la novela La virgen de los sicarios, de Fernando Vallejo. Amaltea. Revista de mitocrítica. Vol 5, pp. 13-32.",
          "Bourdieu, P. (2002). Campo de poder, campo intelectual. Colección Jungla simbólica. Recuperada de: http://www.redmovimientos.mx/2016/wpcontent/uploads/2016/10/Bourdieu-P.-2002.-Campo-de-poder-campo-intelectual.- Itinerario-de-un-concepto.-Editorial-Montressor.pdf",
          "Camacho, J. (2013). El narcotremendismo literario de Fernando Vallejo. La religión de la violencia en La Virgen de los sicarios. En Ed. Luz Mary Giraldo & Néstor Salamanca Fernando Vallejo, hablar en nombre propio (p 215-240). Bogotá. Editorial Pontificia Universidad Javeriana.",
          "Castro-Gómez, S. (2008). Genealogías de la colombianidad. Bogotá, D.C. Editorial Pontificia Universidad Javeriana.",
          "Cruz, M. (2010). La verdadera máscara. Hacia una poética de Fernando Vallejo. En-claves del pensamiento, núm. 7. pp. 33-46.",
          "Cueva A. (2010). Santa Anita, el feudo y el territorio en la nación imaginada por el personaje Fernando Vallejo. Revista FOLIOS. Universidad Pedagógica Nacional. Segunda época n. 32. Bogotá, p. 159-170.",
          "Curtius, E. (1984). Literatura Europea y Edad Media Latina. Tomo II. México. Fondo de Cultura Económica.",
          "Diaconu, D. (2013). El discurso identitario desmitificador de la autoficción: “Colombia linda” y “España castiza”. En Ed. Luz Mary Giraldo & Néstor Salamanca Fernando Vallejo, hablar en nombre propio (p 435-452). Bogotá. Editorial Pontificia Universidad Javeriana.",
          "Díaz, D. (2008). Raza, pueblo y pobres: Las tres estrategias biopolíticas del siglo XX en Colombia (1873-1962). En Castro-Gómez (2008) Genealogías de la colombianidad. Bogotá, D.C. Editorial Pontificia Universidad Javeriana.",
          "Díaz, F. (2013). Exilio, subversión y diatriba en la obra de Vargas Vila y Fernando Vallejo. En Ed. Luz Mary Giraldo & Néstor Salamanca Fernando Vallejo, hablar en nombre propio (pp 421-434). Bogotá. Editorial Pontificia Universidad Javeriana.",
          "Domínguez, M. (2016). EL ESPACIO EN FERNANDO VALLEJO. Una aproximación literaria al universo diegético, rural y urbano de su narrativa autoficcional [Tesis de doctorado, Universidad de los Andes. Bogotá] [Tesis de doctorado no publicada].",
          "Ferrater, M. (2001). Diccionario de filosofía, tomo I. Barcelona: Ariel.",
          "Foucault, M. (2007). Nacimiento de la Biopolítica. México, D.F. Fondo de Cultura Económica de Argentina. Recuperado de: http://www.barcelonaradical.net/historico/archivos/upload/michelfoucault,nacimientode labiopolitica.pdf",
          "García, G. (1959). Dos o tres cosas sobre “la novela de la violencia”. Revista Arcadia. No 103 pp. 12-13. Recuperado de: https://www.revistaarcadia.com/agenda/articulo/dos-trescosas-sobre-la-novela-de-la-violencia/36312",
          "García, R. (2012, 7 de agosto). Programa Minuto de Dios. [Video]. YouTube. https://www.youtube.com/watch?v=PJvo7SB9TZY",
          "González, J. (2013). Fernando Vallejo: una nota queer en la narrativa colombiana. En Ed. Luz Mary Giraldo & Néstor Salamanca Fernando Vallejo, hablar en nombre propio (p. 191- 202). Bogotá. Editorial Pontificia Universidad Javeriana.",
          "Hoyos, H. (2010). La racionalidad herética de Fernando Vallejo y el derecho a la felicidad. Revista de estudios sociales. No 35, p. 113 – 122.",
          "Iser, W. (2004). Ficcionalización: la dimensión antropológica de las ficciones literarias. Revista Cyber Humanitatis. No 31. Recuperado de: https://web.uchile.cl/vignette/cyberhumanitatis/CDA/texto_sub_simple2/0,1257,PRID% 253D14079%2526SCID%253D14081%2526ISID%253D499,00.html",
          "Jaramillo, A. (2005). Nación y melancolía: Narrativas de la violencia en Colombia (1995-2005). Bogotá, Colombia. D´vinni Ltda.",
          "Maingueneau, D. (2002). Problèmes d’ethos. Pratiques: théorie, pratique, pédagogie, 113/114, 55-67. (Traducido y seleccionado por M. E. Contursi).",
          "Mignolo, W. (2007). La Idea de América Latina, La Herida Colonial y La Opción Decolonial. Editorial Gedisa, S.A. Barcelona (España). Recuperado en: https://es.scribd.com/doc/130753026/1-Walter-Migniolo-La-Idea-de-America-Latina-LaHerida-Colonial-y-La-Opcion-Decolonial Visto: 27 de abril de 2017",
          "Morales, B. (2013). La violencia urbana en La Virgen de los sicarios. En Ed. Luz Mary Giraldo & Néstor Salamanca Fernando Vallejo, hablar en nombre propio (pp 265-288). Bogotá. Editorial Pontificia Universidad Javeriana",
          "Muñoz, B. (2013). La violencia urbana en La Virgen de los sicarios. En Ed. Luz Mary Giraldo & Néstor Salamanca Fernando Vallejo, hablar en nombre propio (p. 265-288). Bogotá. Editorial Pontificia Universidad Javeriana.",
          "Oliver, J. (2004). Historia de la filosofía antigua “cínicos y socráticos menores”. Recuperado de:https://books.google.com.co/books?id=Q8aPGPoxDdEC&pg=PA209&lpg=PA209& dq=historia+de+la+diatriba&source=bl&ots=_QxQo1mlTZ&sig=DdZ-wHjG9Rlb1s2WMje4PiGPKE&hl=es419&sa=X&ved=0ahUKEwjFu9TDufvVAhWB5iYK HRvfBFkQ6AEIRTAI#v=onepage&q=historia%20de%20la%20diatriba&f=false.",
          "Ortegón, O. (2013). Cuando escandalizar es también secularizar: el caso de La Virgen de los sicarios. En Ed. Luz Mary Giraldo & Néstor Salamanca Fernando Vallejo, hablar en nombre propio (pp 289-308). Bogotá. Editorial Pontificia Universidad Javeriana",
          "Real Academia Española. (2018). Diatriba. En Diccionario de la lengua española (Edición del Tricentenario). Consultado el 14 de febrero de 2018.",
          "Renan, E. (1882) ¿Qué es una Nación? Recuperado de: http://perso.unifr.ch/derechopenal/assets/files/obrasjuridicas/oj_20140308_01.pdf",
          "Rengifo, A (2007). El sicariato en la literatura colombiana: Aproximación desde algunas novelas. Cuadernos de postgrado. Escuela de Estudios Literarios. Cali",
          "Rey, M. (2013). En los frágiles, coloridos y volátiles globos colombianos. En Ed. Luz Mary Giraldo & Néstor Salamanca Fernando Vallejo, hablar en nombre propio (pp 25-38). Bogotá. Editorial Pontificia Universidad Javeriana.",
          "Ruiz, N. (2011). El desplazamiento forzado en Colombia: una revisión histórica y demográfica. Estudios Demográficos y Urbanos, 26 (enero-abril): [Fecha de consulta: 1 de mayo de 2018] Recuperado de: <http://www.redalyc.org/articulo.oa?id=31224198005> ISSN 0186-7210",
          "Sálesman, E. (2006). Ejemplos marianos. San Pablo Ecuador. Recuperado de: https://books.google.com.ar/books?id=Fl77Sb2Zp6gC&pg=PA20#v=onepage&q&f=fal se",
          "Serrano, E. (2016). ¿POR QUÉ FRCASA COLOMBIA? Bogotá, Colombia. Editorial planeta.",
          "Torres, A. (2010). Lenguaje y violencia en La Virgen de los Sicarios, de Fernando Vallejo. Estudis Romànics [Institut d’Estudis Catalans], Vol. 32 (p. 331-338) DOI: 10.2436/20.2500.01.58",
          "Vallejo, F. (2011). La Virgen de los sicarios. Bogotá, Colombia: Editorial Alfagura",
          "Villanueva, D. (2004) Teorías del Realismo Literario. Madrid. Recuperado de: https://diezynuevefilos.files.wordpress.com/2009/03/dario-villanueva-realismointencional.pdf",
          "Von der Walde, E. (2000). «La sicaresca colombiana. Narrar la violencia en América Latina», Nueva Sociedad, 170, noviembre-diciembre 2000, Recuperado en:http://nuso.org/media/articles/downloads/2928_1.pdf visto: 15/11/2016"
        ],
        "DC.publisher": [
          "Universidad Pedagógica y Tecnológica de Colombia",
          "Facultad de Ciencias de la Educación",
          "Tunja",
          "Maestría en Literatura"
        ],
        "DC.date": {
          "DCTERMS.dateAccepted": "2021-04-22T18:43:03Z"
        }
      }
    },
    {
      "url": "http://repositorio.uptc.edu.co/handle/001/3205",
      "found_in": "OpenAIRE",
      "open_access": true,
      "author_rights": true,
      "dublin_core": true,
      "standard_access_value": "openAccess",
      "standard_type_research_result": [
        "info:eu-repo/semantics/masterThesis"
      ],
      "standard_format": "application/pdf",
      "standard_version_coar": [
        "info:eu-repo/semantics/publishedVersion"
      ],
      "standard_language": "ISO 639-3",
      "author_id": null,
      "standard_date_format": true,
      "single_type_research_result": "info:eu-repo/semantics/masterThesis",
      "single_version": "info:eu-repo/semantics/publishedVersion",
      "metadata": {
        "DC.creator": "Amaya Romero, María Nydia",
        "DC.title": "Incidencia del uso de las redes sociales en el rendimiento académico del área de matemáticas de grado 10° en la Institución Educativa Rafael Bayona Niño de Paipa",
        "DC.type": [
          "Trabajo de grado - Maestría",
          "http://purl.org/coar/resource_type/c_bdcc",
          "info:eu-repo/semantics/masterThesis",
          "info:eu-repo/semantics/publishedVersion",
          "Text",
          "https://purl.org/redcol/resource_type/TM",
          "http://purl.org/coar/version/c_970fb48d4fbd8a85"
        ],
        "DC.rights": [
          "Copyright (c) 2020 Universidad Pedagógica y Tecnológica de Colombia",
          "Atribución-NoComercial-SinDerivadas 2.5 Colombia",
          "http://creativecommons.org/licenses/by-nc-nd/2.5/co/",
          "info:eu-repo/semantics/openAccess",
          "Licencia Creative Commons Atribución 4.0 Internacional (CC BY 4.0)",
          "http://purl.org/coar/access_right/c_abf2"
        ],
        "DC.description": [
          "Bibliografía y webgrafía: páginas 110-113.",
          "Maestría",
          "Magíster en TIC Aplicadas a las Ciencias de la Educación"
        ],
        "DC.format": "application/pdf",
        "DC.language": "spa",
        "DC.identifier": "http://repositorio.uptc.edu.co/handle/001/3205",
        "DC.subject": [
          "Redes sociales - Medidas de seguridad",
          "Redes sociales en línea",
          "Educación - Efecto de las innovaciones tecnológicas",
          "Maestría en TIC Aplicadas a las Ciencias de la Educación - Tesis y Disertaciones académicas",
          "Rendimiento académico",
          "Matemáticas"
        ],
        "DC.contributor": "Forero Romero, Aracely (Directora de tesis)",
        "DC.relation": [
          "Cantoral S. (2005) “Identidad, cultura y educación” Universidad Pedagógica Nacional",
          "Cardoso, O. y Cerecedo, M (2008) “El desarrollo de las competencias matemáticas” Escuela Superior del Comercio Mexicano, Mexico.",
          "Castellano, G. (2009) “Nuevas tecnologías y Adolescentes” IES Marqués de Santillana. Torrelavega. Cantabria",
          "Cavagnaro, S. y Ramírez, M. (2015) “Influencia de las redes sociales en el desempeño Académico de los estudiantes de 8 grado de la Escuela de educación básica fiscal” (Tesis de pregrado). Universidad de Guayaquil, Guayaquil, Ecuador.",
          "Chiquito, M. y Lozano, D. (2013) “Influencia de las redes sociales en el bajo rendimiento académico de los estudiantes” (Tesis de pregrado). Universidad de Guayaquil, Guayaquil, Ecuador.",
          "Cominetti, R; Ruiz, G. (1997) “Algunos factores del rendimiento: las expectativas y el género” Human Development Department LCSHD Paper series, 20, The World Bank, Latin America and Caribbean Regional Office",
          "Cortez, A. (2018) “El uso de las redes sociales y su relación con el rendimiento académico de los alumnos del cuarto grado del nivel secundario de la institución educativa n° 88036 mariano melgar” (Tesis de pregrado). Universidad Nacional de Santa, Nuevo Chimbote, Perú.",
          "Cueva, P. (2015) “Las Redes Sociales y su relación en el rendimiento académico de los estudiantes del primer y segundo año de bachillerato de la Unidad Educativa Gonzanamáe” el periodo marzo-octubre 2015. Tesis previa a la obtención del título de Psicólogo Clínico. Loja: Universidad Nacional de Loja.",
          "Del Barrio, A. y Fernandez, I (2010) “Los adolescentes y el uso de las redes sociales” Universidad de Cantabria, Revista de Psicología, INFAD, Volumen 3, No. 1, España.",
          "Díaz, S., Arrieta, K., Figueroa, Y., Orellno, I., y Reales, J. (2015) “Adicción al internet, teléfono móvil y su relación con rendimiento académico en los estudiantes del programa de odontología de la universidad de Cartagena” (Tesis de Maestría). Universidad de Cartagena, Colombia.",
          "Dominguez, S. y Pinilla, M (2003) “Las tecnologías de la información y la comunicación; sus aportes, sus limitaciones y sus efectos” Universidad Complutense de Madrid, España",
          "Echeburúa, Z. (2010) “Adicción a las nuevas tecnologías y a las redes sociales en jóvenes: un nuevo reto” Revista de socidrogalcohol.",
          "Facchin, J (2018) “¿Qué es YouTube, para qué sirve y cómo funciona esta red social de vídeos” blog, tomado el 20 de enero de 2020 de https://josefacchin.com/que-es-youtube-comofunciona/",
          "Flores, J. J., Morán, J. J., y Rodríguez, J. J. (2013) “Las redes sociales” Obtenido de http://www.usmp.edu.pe/publicaciones/boletin/fia/info69/sociales.pdf",
          "García, T. y Bautista, J. (2015) “Redes sociales y dispositivos móviles en la comunicación de los estudiantes de educación secundaria” Profesorado.",
          "Hernández, G. y Castro, A. (2014).  Influencia de las redes sociales de internet en el rendimiento académico del área de informática en los estudiantes de los grados 8° y 9° del Instituto Promoción social del norte de Bucaramanga. (Tesis de Maestría). Universidad de Tolima, Ibagué, Colombia",
          "Hernández Sampieri y otros (2010) “Metodología de la investigación” editorial McGraw-Hill, México",
          "Jiménez, M. (2000) “Competencia social: intervención preventiva en la escuela” Infancia y Sociedad.",
          "Latorre, A (2007) “La investigación – Acción. Conocer y cambiar la práctica educativa” Editorial Grao, Barcelona España, p. 9.",
          "Martel, Cristian (2013) “Las Redes Sociales en el Rendimiento Académico de la Asignatura de Informática I en los Estudiantes del Instituto de Educación Superior Tecnológico Privado Juan Bosco de Huánuco” Tesis de maestría, Universidad Nacional, Lima-Perú",
          "Martelo, M., Jiménez, I., y Martelo, P. (2017) “Incidencia de las redes sociales en el rendimiento académico de los estudiantes de la Universidad de La Guajira (Colombia)” Revista Espacios. 38 (45), 24.",
          "Martínez, M (2017) “Las redes sociales y su influencia en el desempeño social y académico en los adolescentes de 12 a 18 años de la Cooperativa Rodrigo Icaza cornejo” (Tesis de pregrado). Universidad de Guayaquil, Guayaquil, Ecuador.",
          "Mazur, M. (2010) “Dinámica bullying y rendimiento académico en adolescentes” Tesis licenciatura. Universidad Católica del Uruguay, Psicología, Uruguay. Recuperado el 21 de octubre de 2017 de: http://www.centroser.com.uy/dbdocs/Docs_secciones/nid_10/DINAMICA_BULLYING.pdf",
          "Medina, E (2016) “Así llego whatssApp a tener 1000 millones de ususarios” tomado de la página del diario El Tiempo, el 20 de enero de 2020 de https://www.eltiempo.com/archivo/documento/CMS-16498601.",
          "Ministerio de Educación Nacional (2006) “Estándares básicos de competencias en lenguaje, matemáticas y ciencias ciudadanas” Guia 23, Bogotá.",
          "Ministerio de Educación Nacional de Colombia (2009) Decreto No. 1290. Por el cual se reglamenta la evaluación del aprendizaje y promoción de los estudiantes de los niveles de educación básica y media. Recuperado en: https://www.mineducacion.gov.co/1621/articles-187765_archivo_pdf_decreto_1290.pdf",
          "Ministerio de las Tic-MinTic (2018) “MinTic fortalece el conocimiento de los riesgos en la línea en colegios de todo el país” Página oficial, tomado el 20 de enero de https://www.mintic.gov.co/portal/inicio/Sala-de-Prensa/Noticias/75485:MinTIC-fortaleceel-conocimiento-de-los-riesgos-en-linea-en-colegios-de-todo-pais. MINTIC, https://www.youtube.com/watch?v=p45_GoQcM6A",
          "Molina, G., y Toledo, R. (2014). Las redes sociales y su influencia en el comportamiento de los adolescentes (tesis de pregrado). Universidad de Azuay, Cuenca, Ecuador.",
          "Navarro, A., Rueda, G. (2007) Adicción a Internet: revisión crítica de la literatura. Revista Colombiana Psiquiat. 36 (4), 691.",
          "Nováez, M. (1986). Psicología de la actividad escolar. México: Editorial Iberoamericana.",
          "Oliva Marañón, C. (2012) “Redes sociales virtuales y jóvenes: una intimidad cuestionada en internet” Aposta, Recuperado de http://apostadigital.com/revistav3/hemeroteca/coliva.pdf",
          "Pavón, M. (2015).El uso de las redes sociales y sus efectos en el rendimiento académico de los alumnos del Instituto San José, el progreso, Yoro-Honduras (Tesis de posgrado). Universidad Rafael Landívar, Guatemala.",
          "Pizarro, R. (1985). Rasgos y Ponce-k, I. (2012). Redes Sociales. Asteartea, 17, 13-39. del Profesor Efectivo. Tesis para optar al Grado de Magister en Ciencias de la Educación. Pontificia Universidad Católica de Chile. Santiago",
          "Ponce-k, I. (2012). Redes Sociales. Asteartea, 17, 13-39.",
          "Prezi (2020) “ Free-Fire” tomado el 20 de enero de https://prezi.com/p/kfs2bx2bz0gf/free-fire/",
          "Pro-Web Marketing digital  (2019) Marketing en redes sociales o social media marketing QuestionPro (2020) “¿Qué es la escala de Likert y cómo utilizarla” Pagina web, tomado el 1 de febrero de 2020 de https://www.questionpro.com/blog/es/que-es-la-escala-delikert-y-como-utilizarla/",
          "R Core Team (2019) “R: A language and environment for statistical computing. R Foundation for Statistical Computing” Vienna, Austria. URL https://www.R-project.org/.",
          "Raspall, L (2017) “Neurociencias para educadores. Mucho más que cerebros…personas” RosarioArgentina, editorial Homo Sapiens.",
          "Redes sociales (2020) “¿Qué son las redes sociales? Blog, tomado el 20 de enero de 2020 de https://www.rdstation.com/es/redes-sociales/.",
          "Salinas, A (2017) “La historia del éxito de la red social Facebook” tomado de la página Marketing digital el 20 de enero de 2020 de https://mott.marketing/la-historia-real-del-exito-de-la-redsocial-facebook/.",
          "Sequera, R (2013) “Televisión y redes sociales: un nuevo paradigma en la promoción de contenidos televisivos” Centro Universitario CEADE, Revista Internacional de Comercio Ambitos.",
          "Suarez, P., y otros (2018) “Estrategias mediadas por tic para desarrollar el Pensamiento espacial y los sistemas geométricos” UPTC, Tunja-Boyacá",
          "Tojar, C. y otros (2000). Revista Electrónica de investigación y Evaluación Educativa. Recuperado el 17 de febrero de 2020, de Ética y Evaluación Educativa: http://www.uv.es/RELIEVE/v6n2/RELIEVEv6n2_2.htm",
          "Villegas, P (2015) “Lo positivo y negativo de internet” Diario Excélsior, tomado el 20 de enero de https://www.excelsior.com.mx/blog/mama-gallina/lo-positivo-y-negativo-deinternet/1012722."
        ],
        "DC.publisher": [
          "Universidad Pedagógica y Tecnológica de Colombia",
          "Facultad Seccional Duitama",
          "Duitama",
          "Maestría en TIC aplicadas a las Ciencias de la Educación"
        ],
        "DC.date": {
          "DCTERMS.dateAccepted": "2021-02-24T16:12:54Z"
        }
      }
    },
    {
      "url": "http://repositorio.uptc.edu.co/handle/001/3415",
      "found_in": "OpenAIRE",
      "open_access": true,
      "author_rights": true,
      "dublin_core": true,
      "standard_access_value": "openAccess",
      "standard_type_research_result": [
        "info:eu-repo/semantics/masterThesis"
      ],
      "standard_format": "application/pdf",
      "standard_version_coar": [
        "info:eu-repo/semantics/publishedVersion"
      ],
      "standard_language": "ISO 639-3",
      "author_id": null,
      "standard_date_format": true,
      "single_type_research_result": "info:eu-repo/semantics/masterThesis",
      "single_version": "info:eu-repo/semantics/publishedVersion",
      "metadata": {
        "DC.creator": [
          "González Lizarazo, Pablo Ferney",
          "Torres Acosta, Didier Fabián"
        ],
        "DC.title": "Los videojuegos. Una estrategia didáctica para el desarrollo del razonamiento abstracto en estudiantes de grado noveno en el Colegio Gabriel García Márquez",
        "DC.type": [
          "Trabajo de grado - Maestría",
          "http://purl.org/coar/resource_type/c_bdcc",
          "info:eu-repo/semantics/masterThesis",
          "info:eu-repo/semantics/publishedVersion",
          "Text",
          "https://purl.org/redcol/resource_type/TM",
          "http://purl.org/coar/version/c_970fb48d4fbd8a85"
        ],
        "DC.rights": [
          "Copyright (c) 2020 Universidad Pedagógica y Tecnológica de Colombia",
          "Atribución-NoComercial-SinDerivadas 2.5 Colombia",
          "http://creativecommons.org/licenses/by-nc-nd/2.5/co/",
          "info:eu-repo/semantics/openAccess",
          "Licencia Creative Commons Atribución-SinDerivadas 4.0 Internacional (CC BY-ND 4.0)",
          "http://purl.org/coar/access_right/c_abf2"
        ],
        "DC.description": [
          "Bibliografía y webgrafía: páginas 83-89.",
          "Maestría",
          "Magister en Educación"
        ],
        "DC.format": "application/pdf",
        "DC.language": "spa",
        "DC.identifier": "http://repositorio.uptc.edu.co/handle/001/3415",
        "DC.subject": [
          "Juegos educativos",
          "Métodos de enseñanza",
          "Enseñanza audiovisual",
          "Tecnología educativa.",
          "Aprendizaje",
          "Maestría en Educación - Tesis y disertaciones académicas",
          "Mediciones y pruebas educativas - Métodos de enseñanza",
          "Videojuegos en la educación"
        ],
        "DC.contributor": "Ardila Muñoz, Jimmy Yordany (Director de tesis)",
        "DC.relation": [
          "Aarseth, E. (2007). Investigación sobre juegos: aproximaciones metodológicas al análisis de  juegos. Arnodes, Vol. 7, Barcelona, 4-14",
          "Aparici (2014). El marketing en los videojuegos: análisis del sector, aceptación de los  gamers y beneficios del uso de videojuegos como medio de difusión de campañas de  marketing (Trabajo de pregrado). Universidad Pontificia Comillas. Madrid España",
          "F. Ayén (2010). “Aprender Historia con el juego Age of Empires” (Reseña), Proyecto Clio  36. ISSN: 1139-6237. http://clio.rediris.es",
          "J. Beltrán y J.A. Bueno (1995), Psicología de la Educación. Editorial Boixareu Universitaria  Marcombo, Barcelona, 287-306.",
          "Bravo Mancero, P., y Urquizo Alcivar, A. M. (2016). Razonamiento lógico abstracto e  inteligencia emocional: trayectorias en la formación de estudiantes universitarios.  Sophia, Colección de Filosofía de la Educación, 179-208. Recuperado el 06 de  mayo de 2018, de http://www.redalyc.org/articulo.oa?id=441849209008",
          "Brizzio, Analía, Carreras, María Alejandra y Fernández Liporace, Mercedes (2008). La  evaluación de las habilidades de razonamiento verbal y abstracto en estudiantes  universitarios. Su relación con el rendimento académico. XV Jornadas de  Investigación y Cuarto Encuentro de Investigadores en Psicología del Mercosur.  Facultad de Psicología - Universidad de Buenos Aires, Buenos Aires.",
          "Caillois, R. (1958) “Teoría de los juegos”, Ed. Seix Barral, S.A., Barcelona.",
          "Carbonell, X. (2014). La adicción a los videojuegos en el DSM-5. Adicciones, 26 (2), 91-95.",
          "Castañeda, J., Centeno, S., LomelíÍ, L. M., Lasso, M. d., & Nava, m. d. (2007). Aprendizaje y  desarrollo. México, México: Umbral.",
          "Cañete, R., Guilhem, D. y Brito, K. (2012). Consentimiento informado: algunas  consideraciones actuales. Acta Bioethica, 18(1), 121-127",
          "Contreras, R., Eguia, J., Solano, L. (2011). “Videojuegos como un entorno de aprendizaje. El  caso de Monturiol el joc”. En: Icono14, año 9, vol 2, 249-261.",
          "Cordero, E. (2016). Diario de Eva Cordero Arévalo, [Los videojuegos se consideran medios  de aprendizaje, por lo que resulta bastante interesante llevar los medios al aula].  Recuperado de http://ecorderoc.blogspot.com/2016/04/07042016-seminario-b.html  el 8 de abril de 2019",
          "Delval, J., (2001) Aprender a aprender. Madrid, España: Alhambra Longman.",
          "Delgado, M., & Solano, A. (2009). Estrategias didácticas creativas en entornos virtuales para  el aprendizaje. Revista Electrónica \"Actualidades Investigativas en Educación”, 9  (2), 1-21.",
          "Díaz y Hernández. (1999). Estrategias docentes para un aprendizaje significativo: una  interpretación constructivista. México: McGraw- HILL INTERAMERICANA, S.A.",
          "Diem. C (1966): Historia de los deportes, Ed. Luis de Caralt, Barcelona, España: DIFÍCIL 1ª  edición.",
          "Dondi, C., Edvinsson, B.; Moretti, M. (2004). Why choose a game for improving learning  and teaching processes? En: Pivec, M., Koubek, A. and Dondi, C (ed.) Guidelines  for game-based learning. Pabst Science Publ, Lengerich, 20.76.",
          "Eguia, J. L., Contreras, R. S., & Solano, L. (2013). Videojuegos: conceptos, historia y su  potencial como herramientas para la educación. Revista de investigación: 3Ciencias,  01-14.",
          "Entertainment Software Rating Board, (2020). Guía de Clasificaciones. Recuperado de  https://www.esrb.org/ratings-guide/es/ el 28 de Abril de 2020.",
          "Etxeberria, (1998). Videojuegos y educación. Comunicar, (10), ISSN: 1134-3478. Disponible  en:   https://www.redalyc.org/articulo.oa?id=158/15801026",
          "Facultat d'Informàtica de Barcelona (2008). Historia de los videojuegos. Revista  Retroinformatica (el pasado del futuro). Recuperado de  https://www.fib.upc.edu/retro-informatica/historia/videojocs.html",
          "Feo. (2010). Orientaciones básicas para el desiño de estrategias didácticas. Revista tendencias  pedagógicas N° 16. Instituto Pedagógico de Miranda José Manuel Siso Martínez.",
          "Ferreira, H., & Pedrazzi, G. (2007). Teorías y enfoques psicoeducativos de aprendizaje.  Argentina: Noveduc.",
          "Franco Ochoa, L. F., & Pardo Chacón, M. R. (2015). Influencia que tiene el uso de los  videojuegos para el desarrollo del pensamiento abstracto en los estudiantes de  octavo grado de la institución educativa Santo Tomás de Aquino del municipio de  guarne (Trabajo de pregrado, Corporación Universitaria Minuto De Dios). Medellín,  Antioquia, Colombia.",
          "Frasca, G. (02 de 05 de 2001). Videogames of the Oppressed: Videogames as a Means for  Critical Thinking and Debate. Georgia: Institute of Technology.",
          "Gardner, H. (1993). Inteligencias Múltiples. la teoría en la práctica. Barcelona, España:  Paidos",
          "Gutiérrez P., Ouariachi T, Olvera, M (2017). Criterios de evaluación de juegos en línea sobre  cambio climático, aplicación del método Delphi para su identificación. Revista  Mexicana de investigación educativa. Vol. 22, 445-474.",
          "Hayes, E. (2007). “Gendered Identities at play: Case studies of two women playing  Morrowind”. Games and culture, vol. 2, n1, 23-48",
          "Higgins, S. (2001). “ICT and teaching for understanding”. Evaluation and Research in  Educaction. Vol. 15 n3,164-171.",
          "Huizinga, J. (2000). Homo Ludens. (E. Imaz, Trad.) Madrid, España: Alianza  Editorial/Emecé Editores. Recuperado el 2018, de  http://zeitgenoessischeaesthetik.de/wp-content/uploads/2013/07/johan-huizinga homo-ludens-español.pdf",
          "Institute of Psychometric Coaching. (2006). The levels of difficulty of the abstract tests.  Australia. Recuperado de https://www.psychometricinstitute.com.au/Psychometric Test-Guide/Abstract-Reasoning-Test Guide/The_levels_of_difficulty_of_the_abstract_test.html el 9 de Abril de 2020",
          "INTECO, y ADESE. (diciembre de 2010). Guía para padres y madres sobre uso seguro de  los videojuegos. Obtenido de Asociación Española de videojuegos (Aevi) sitio web:  http://www.aevi.org.es/pdf/Guiaparapadresymadressobreusosegurodevideojuegospor menores.pdf",
          "Jaramillo, M., & Puga, A. (2016). El pensamiento lógico-abstracto como sustento para  potenciar los procesos cognitivos en la educación. Sophia, colección de filosofía de  la educación (21), 31-55.",
          "Juul, J. (2005). MIT Press. Half-Real: Video Games between Real Rules and Fictional  Worlds. Cambridge.",
          "Kirriemuir, J.; Mcfarlane, A. (2004) Literature review in games and Learning. Futurelab  Series Report, v. 8. University of Bristol. Recuperado de  http://www.futurelab.org.uk/download/pdfs/research/lit_reviews/Games_Review1.p df",
          "Ledo Rubio, De la Gándara Martin, García Alonso y Gordo Seco. (2016). Videojuegos y  Salud Mental: De la adicción a la rehabilitación. Cuadernos de Medicina  Psicosomática y Psiquiatría de Enlace Revista Iberoamericana de Psicosomática.  (117), 72-83.",
          "Lorenzo, T (2009). El profesor mediador del aprendizaje. Bogotá DC, Colombia. Editorial  Magisterio. p 114-116.",
          "López G., y Rodríguez R. (2016). Experiencias didácticas con videojuegos comerciales en las  aulas españolas. Revista DIM: Didáctica, Innovación y Multimedia (33), 1-8.  Recuperado el 01 de mayo de 2018, de  https://dialnet.unirioja.es/servlet/articulo?codigo=5407962",
          "Margarita, V. (2015). Ficha de evaluación de videojuegos Era of Empire, Recuperado de  https://es.slideshare.net/videojuegoseneducacion/margarita-viana-ficha devideojuegos",
          "Martin del Pozo, M. (junio de 2015). Videojuegos y aprendizaje colaborativo. Experiencias  en torno a la etapa de Educación Primaria. Recuperado, de  http://dx.doi.org/10.14201/eks20151626989",
          "Méndez, Sánchez y Méndez (2017). Capacidad de Razonamiento Lógico de los estudiantes  del Grado de Maestro en Educación Infantil y Primaria.  Enseñanza de las ciencias:  revista de investigación y experiencias didácticas, ISSN 0212-4521, ISSN-e 2174 6486, N.º Extra 0, 2017 (Ejemplar dedicado a: X Congreso Internacional sobre  Investigación en Didácticas de las Ciencias (Sevilla, 5-8 de septiembre de 2017)),  págs. 2149-2154",
          "Mitchell, A.; Savill-Smith, C. (2004). The use of computer and video games for learning: A  review of the literature. Learning and Skills Development Agency: Cambridge.  Disponible en: http://www.lsda.org.uk/files/PDF/1529.pdf.",
          "Monroy, A. y Sáez, G. (2007): Historia del Deporte. De la Prehistoria al Renacimiento,  Wanceulen, Sevilla.",
          "Morales, E. (2009) El uso de los videojuegos como recurso de aprendizaje en educación  primaria y Teoría de la Comunicación Diálogos de la comunicación, “Revista académica de la federación latinoamericana de facultades de comunicación social”  nº78.",
          "Narváez, F. 2015. Guía práctica para el examen de ingreso a universidades, evaluación  docente y servidores públicos. Quito: Educatemas.",
          "Oliveros, E. (2002). Metodología de la enseñanza de la matemática. Santillana.",
          "Ortega C, y Pérez G, (2011). El potencial didáctico de los videojuegos the movies, un  videojuego que fomenta la creatividad audiovisual. Revista ética net (10).",
          "Pan European Game Information, (2020). ¿Qué significan las etiquetas?, PEGI s.a. Belgica.  Recuperado el https://pegi.info/es/node/59 el 28 de abril de 2020",
          "Pascual, J. (2006). Apuntes de Lógica. La Mancha., España. Obtenido de http://titan.inf cr.uclm.es/www/pjulian/teaching/sl_apLO.pdf",
          "Patton M. (2002). Qualitative research and evaluation methods. 3rd ed. Thousand Oaks:  Sage.",
          "Pérez, Á., y Ortega, J. (2011). El potencial didáctico de los videojuegos: The Movies, un  videojuego que fomenta la creatividad audiovisual. Revista científica electrónica de  Educación y Comunicación en la Sociedad del Conocimiento, 01-32. Recuperado el  2018, de  http://www.ugr.es/~sevimeco/revistaeticanet/numero10/Articulos/Formato/articulo2. pdf",
          "Piaget, J. (1951). Play, Dreams and Imitation in Children. London: Routledge.",
          "Programa Nuestra Escuela PNFP (2015) Curso Videojuegos: Ficha de evaluación del  Videojuego, Publicado el 16 de jul. de 2015",
          "Power R. Single H. Lloyd K. (1996) “focius groups in mental health research: enhancing the  validity of user and provider que stionnaires; International Journal of social  Psychology 42(3): 193-206",
          "Quezada, J. (2007). Didáctica de las ciencias experimentales. España, EUNED.",
          "Romm, J. (2008, February 27). The cold truth about climate change. Salon.com. Recuperado  de http://www.salon.com",
          "Rosas, R.; Nussbaum, M.; Cumsille, P.; Marianov, V.; Correa, M.; Flores, P. (2003) “Beyond  Nintendo: Design and assessment of educational video games for first and second  grade students”. En: Computers and Education, vol. 40, n1, 71-94.",
          "S.Lloret, A. Ferreres, A. Hernandez, I. Tomás (2014) revista de psicología volume 30 número  1151-1169",
          "Torres S., y Vela R., (2016). Contribución de la enseñanza abierta en el fortalecimiento de  habilidades del pensamiento lógico. Chía, Cundinamarca, Colombia.",
          "Torres, M., Fuertes, W.; Villacís C., Zambrano, M. y Prócel, C. (2013) Puzzlemote:  videojuego controlado con el mando de la Wii para niños de 6 a 10 años. AtoZ:  novas práticas em informação e conhecimento, Curitiba, v. 2, n. 2, p. 96-107,  jul./dez. 2013. Recuperado de https://revistas.ufpr.br/atoz/article/view/41324/25283   el 8 de abril de 2019 a las 20:25 p.m.",
          "Vega (2012). Iniciación de la investigación. Fundación Universitaria Juan de Castellanos.  Tunja, Colombia",
          "Vesga-Parra, L. S. y Hurtado-Herrera, D. R. (2013). La brecha digital: representaciones  sociales de docentes en una escuela marginal. Revista Latinoamericana de Ciencias  Sociales, Niñez y Juventud, 11 (1), pp. 137-149.  Zyda",
          "Zyda, M. (2005). From visual simulation to virtual reality to games. Computer, vol. 38(N° 9),  25-32."
        ],
        "DC.publisher": [
          "Universidad Pedagógica y Tecnológica de Colombia",
          "Facultad de Ciencias de la Educación",
          "Tunja",
          "Maestría en Educación"
        ],
        "DC.date": {
          "DCTERMS.dateAccepted": "2021-03-24T16:23:03Z"
        }
      }
    },
    {
      "url": "http://repositorio.uptc.edu.co/handle/001/2983",
      "found_in": "BASE",
      "open_access": true,
      "author_rights": true,
      "dublin_core": true,
      "standard_access_value": "openAccess",
      "standard_type_research_result": [
        "info:eu-repo/semantics/bachelorThesis"
      ],
      "standard_format": "application/pdf",
      "standard_version_coar": [
        "info:eu-repo/semantics/publishedVersion"
      ],
      "standard_language": "ISO 639-3",
      "author_id": null,
      "standard_date_format": true,
      "single_type_research_result": "info:eu-repo/semantics/bachelorThesis",
      "single_version": "info:eu-repo/semantics/publishedVersion",
      "metadata": {
        "DC.creator": [
          "Pabón Martínez, Juan Pablo",
          "Turmequé Silva, Diana Carolina"
        ],
        "DC.title": "Propuesta de perfil profesional de los programas de Administración de Empresas de la Universidad Pedagógica y Tecnológica de Colombia – UPTC, en el contexto nacional y latinoamericano",
        "DC.type": [
          "Trabajo de grado - Pregrado",
          "http://purl.org/coar/resource_type/c_7a1f",
          "info:eu-repo/semantics/bachelorThesis",
          "info:eu-repo/semantics/publishedVersion",
          "Text",
          "https://purl.org/redcol/resource_type/TP",
          "http://purl.org/coar/version/c_970fb48d4fbd8a85"
        ],
        "DC.rights": [
          "Copyright (c) 2019 Universidad Pedagógica y Tecnológica de Colombia",
          "https://creativecommons.org/licenses/by-nc-nd/4.0/",
          "info:eu-repo/semantics/openAccess",
          "Atribución-NoComercial-SinDerivadas 4.0 Internacional (CC BY-NC-ND 4.0)",
          "http://purl.org/coar/access_right/c_abf2"
        ],
        "DC.description": [
          "1 recurso en línea (90 páginas) : gráficas, tablas.",
          "Bibliografía y webgrafía: páginas 82-88",
          "Pregrado",
          "Administrador de Empresas"
        ],
        "DC.format": "application/pdf",
        "DC.language": "spa",
        "DC.identifier": "http://repositorio.uptc.edu.co/handle/001/2983",
        "DC.subject": [
          "Administración de empresas - Diseño curricular",
          "Administración de empresas - Currículo",
          "Curriculo - Educación superior",
          "Administración de empresas - Formación profesional",
          "Administración de Empresas - Tesis y disertaciones académicas"
        ],
        "DC.contributor": "Matheus Rocha, Andrés Eugenio (Director de tesis)",
        "DC.relation": [
          "Alvarado, O., & Rivera, W. (2011). Universidad y emprendimiento, aportes para la formación de profesionales emprendedores. Scielo, 70. Obtenido de http://www.scielo.org.co/pdf/cuadm/v27n45/v27n45a04.pdf",
          "Casado, Y. (2009). El Texto Descriptivo. Obtenido de https://archivos.csif.es/archivos/andalucia/ensenanza/revistas/csicsif/revista/pdf/Numero_18/YOLANDA_CASADO_2.pdf",
          "Cervantes , M., Mares, O., & Moreno, H. (2007). ANÁLISIS CURRICULAR BASADO EN COMPETENCIAS CASO: FCAT. Revista Facultad de Ciencias Económicas: Investigación y Reflexión. Obtenido de https://www.redalyc.org/articulo.oa?id=90915209",
          "El Congreso de Colombia,. (30 de diciembre de 1992). Fundamentos de la Educación Superior. Bogotá, Colombia. Obtenido de http://www.legal.unal.edu.co/rlunal/home/doc.jsp?d_i=34632",
          "EL CONSEJO SUPERIOR DE LA UNIVERSIDAD PEDAGÓGICA TECNOLÓGICA DE COLOMBIA. (25 de octubre de 2005). DE LA NATURALEZA JURÍDICA Y PRINCIPIOS . Tunja, Boyacá.",
          "El Consejo Superior de la Universidad Pedagogica y Tecnologica de Colombia. (2005). fundamentos, acuerdo 066 de 2005. Tunja. Obtenido de http://www.uptc.edu.co/secretaria_general/consejo_superior/acuerdos_2005/Acuerdo_066_2005.pdf",
          "EL Consejo Superior de la Universidad Pedagogica Y Tecnologica de Colombia. (31 de Julio de 2018). \"Lineamientos para el Ajuste del plan de Estudios de Programas Academicos de Pregrado\" de la Universidad Pedagogica y Tecnologica de Colombia. Tunja, Boyacá.",
          "El Consejo Superior de la Universidad Pedagogica y Tecnologica de Colombia. (2018). Lineamientos para el Ajuste del Plan de Estudio de los Programas Äcademicos de Pregrado. Boyacá, tunja. Obtenido de http://www.uptc.edu.co/export/sites/default/secretaria_general/consejo_superior/acuerdos_2018/acuerdo_061_2018.pdf",
          "Fernández, M. E. (20136). Efectos del cambio climático en el rendimiento de tres cultivos mediante el uso del Modelo AquaCrop . (F. F. FONADE, Ed.) Obtenido de http://www.ideam.gov.co/documents/21021/21138/Rendimiento+de+cultivos+en+ECC.pdf/5b49e326-a0a9-45ee-8bd7-466efe04054d",
          "Flores, M. C. (2008). Algunos modelos de planeación. Revista Ciencia Administrativa, 34. Obtenido de http://www. uv. mx/iiesca/files/2012/12/modelos2008-2. pdf.",
          "Gonzaález, K., Mortigo, A., & Berdugo, N. (2014). La configuración de perfiles. Revista Científica General José María Córdova",
          "Guerra , J. (2007). Proceso de Diseño Curricular. antioquia: SEDUCA – FUNLAM. Obtenido de http://virtual.funlam.edu.co/repositorio/sites/default/files/procesodeldisenocurricular.pdf",
          "Hawes, G. (2005). Constitución de un Perfil Profesional. Talca: Universidad de Talca, Instituto de Investigación y Desarrollo Educacional. Obtenido de http://www.pregrado.utalca.cl/docs/pdf/documentos_interes/Construcci%C3%B3n%20Perfil%20Profesional.pdf",
          "Hernandez , J., Becerra, D., Arenas, L., & Fonseca, M. (2017). TENDENCIAS CURRICULARES EN LA EDUCACIÓN PROFESIONAL DE ADMINISTRACIÓN DE EMPRESAS. Bucaramanga: Consejo Profesional de Administración de Empresas.",
          "Hernández, M. (2016). PEDAGOGÍAS EMERGENTES. DESCRIPCIÓN DE UN PROGRAMA MINDFULNESS PARA LAS FAMILIAS. Universidad de Murcia, 109.",
          "LIZCANO, A. I., & SOTO, W. (2012). ANALISIS DEL PERFIL PROFESIONAL Y LABORAL DEL EGRESADO DE. Cartagena. Obtenido de http://190.242.62.234:8080/jspui/bitstream/11227/495/1/ANALISIS%20DEL%20PERFIL%20PROFESIONAL%20Y%20LABORAL%20DEL%20EGRESADO%20DE%20ADMINISTRACION%20DE%20EMPRESAS%20DE%20LA%20UDC.pdf",
          "López Zavala, R. (2013). Ética profesional en la educación superior. Perfiles Educativos. Recuperado el 14 de septiembre de 2019, de https://www.iisue.unam.mx/perfiles/perfiles_articulo.php?clave=2013-142-1001-1052",
          "Lorenzo, E. (2015). perfil del administrador. econlink. Obtenido de https://www.econlink.com.ar/node/6112",
          "Márquez , L., & Revelo , M. (2013). GLOBALIZACIÓN ECONÓMICA Y TRANSFORMACIONES LABORALES: EL PAPEL DE LAS NORMAS INTERNACIONALES DE TRABAJO. (10), 61. Obtenido de https://cienciasjuridicas.javeriana.edu.co/documents/3722972/4350738/4+globalizacion+econ%C3%B3mica+53-72.pdf/5cd4805c-24d3-43f2-a5fe-e035abcba1b4",
          "Martelo, R., Jimenez, I., & Quintana, A. (2018). Determinación del Perfil Profesional de Estudiantes de Pregrado Aplicando la Técnica de Análisis Comparativo. Cartagena. Obtenido de https://scielo.conicyt.cl/pdf/infotec/v29n2/0718-0764-infotec-29-02-00029.pdf",
          "Mejía, A., & Torres, S. (2006). UNA VISIÓN CONTEMPORÁNEA DEL CONCEPTO DE ADMINISTRACIÓN: REVISIÓN DEL CONTEXTO COLOMBIANO. scielo, 116. Obtenido de http://www.scielo.org.co/pdf/cadm/v19n32/v19n32a05.pdf",
          "Meza, J. (2012). Diseño y Desarrollo Curricular. Mexico: RED TERCER MILENIO S.C. Obtenido de http://www.aliat.org.mx/BibliotecasDigitales/derecho_y_ciencias_sociales/Diseno_y_desarrollo_curricular.pdf",
          "Ministerio de Educacion Nacional. (2010). Resolucion Numero 5443. Bogota D.C: Republica de Colombia. Obtenido de https://www.mineducacion.gov.co/1759/articles-238090_archivo_pdf_resolucion_5443.pdf",
          "Mintzberg, H. &. (2007). Planeación Estratégica. España: Ediciones Díaz de Santos. Navas, A. (2017). Asociacion Colombiana para el Avance de la Ciencia. Revista XXIV. Obtenido de https://innovacionyciencia.com/articulos_cientificos/vale_la_pena_hacer_un_doctorado",
          "Ochoa, C. (2005). UNA REVISIÓN TEÓRICA DE LA HERRAMIENTA DE BENCHMARKING. Revista de Dirección y Administración de Empresas. Número 12, mayo 2005. Obtenido de https://www.ehu.eus/documents/2069587/2113623/12_6.pdf",
          "Organización para la Cooperación y el Desarrollo Económicos y Banco Mundial. (2012). La Educación superior en Colombia. Obtenido de https://www.oecd.org/education/skills-beyond-school/Evaluaciones%20de%20pol%C3%ADticas%20nacionales%20de%20Educaci%C3%B3n%20-%20La%20Educaci%C3%B3n%20superior%20en%20Colombia.pdf",
          "Parra, M. E. (2013). PLANEACION ESTRAGICA. UN PILAR EN LA GESTIÓ EMPRESARIAL. Revita del Departamento de Contaduria y Finanzas publica por el Instutito Tecnológico de sonora, 1.",
          "Peña, C. A. (2015). La Importancia de la Investigacion en la Universidad: Una Reivindicacion del Sapere Aude Kantiano. Amauta. Obtenido de http://investigaciones.uniatlantico.edu.co/revistas/index.php/Amauta/article/view/1278/906",
          "Peña, L. (2008). La Competencia Oral y Escrita en la Educación superior. Ministerio de Educacion Gobierno de Colombia. Obtenido de https://www.mineducacion.gov.co/1621/articles-189357_archivo_pdf_comunicacion.pdf",
          "Peralta, M. C. (2012). Significados, cambios y contexto actual de trabajo. Estudio interpretativo. Universidad de La Sabana, Bogotá. Obtenido de https://revistas.usantotomas.edu.co/index.php/diversitas/article/view/237/392",
          "Pérez , M. (2011). Teoría, Diseño y Evaluación Curricular. Universidad Autónoma del Estado de Hidalgo . Mexico: Sistema de Universidad Virtual. Obtenido de https://www.uaeh.edu.mx/docencia/VI_Lectura/LITE/LECT63.pdf",
          "Pérez, A., Africano, G., Bethzaida, B., Cordero, M., & Carrillo, T. (2016). Una aproximación a las pedagogías alternativas. La Revista Venezolana de Educación.",
          "Ramírez, M., Gartner, M., Bernal, J., Zapata, Á., Vallejo, F., Prieto, P., & Langebaek, C. (2013). Lineamientos Para la Acreditacion De Programas de Pregrado. Bogotá - Colombia: Consejo de Acreditacion Nacional. Obtenido de http://www.cna.gov.co/1741/articles-186359_pregrado_2013.pdf",
          "Research., K. T. ( (2013).). Trade Fairs as an Export Marketing and Research Strategy: Results from a Study of Korean Advanced Machinery Firms. . Geographical Research. .",
          "Reuters, T. (2019). Latin America University Rankings 2019. Time Higher Education World University Rankings. Obtenido de https://www.timeshighereducation.com/world-university-rankings",
          "Rodríguez, H. (2007). El Paradigma de las Competencias hacia la Educación Superior. Facultad de Ciencias Económicas: Investigación Refleccion, 15(1), 146.",
          "Rueda, M., & Wilburn, M. (2014). Enfoques teóricos para la adquisición de una segunda lengua desde el horizonte de la práctica educativa. Scielo. Obtenido de http://www.scielo.org.mx/scielo.php?script=sci_arttext&pid=S0185-26982014000100018",
          "Ruiz, J. I. (2012). Metodología de la investigación cualitativa. Obtenido de http://www.webquestcreator2.com/majwq/public/files/files_user/41661/05.%20Metodolog%C3%ADa%20de%20la%20Investigaci%C3%B3n%20Cualitativa.pdf",
          "Tobón , s. (2015). formación basada en competencias. madrid. Obtenido de https://www.uv.mx/psicologia/files/2015/07/Tobon-S.-Formacion-basada-en-competencias.pdf",
          "Velásquez , R., & Vélez , A. (2005). Análisis comparativo de mejores prácticas (benchmarking). neurologia, neurocirugia y psiquiatría., 38(2), p.50. Obtenido de https://www.medigraphic.com/pdfs/revneuneupsi/nnp-2005/nnp052b.pdf",
          "Yurén, T. (2013). Ética profesional y praxis. Una revisión desde el concepto de \"agencia\". Scielo. Obtenido de http://www.scielo.org.mx/scielo.php?script=sci_arttext&pid=S0185-26982013000400016"
        ],
        "DC.publisher": [
          "Universidad Pedagógica y Tecnológica de Colombia",
          "Escuela de Administración de Empresas",
          "Facultad Seccional Chiquinquirá"
        ],
        "DC.date": {
          "DCTERMS.dateAccepted": "2019-12-13T16:34:56Z"
        }
      }
    },
    {
      "url": "http://repositorio.uptc.edu.co/handle/001/3000",
      "found_in": "BASE",
      "open_access": true,
      "author_rights": true,
      "dublin_core": true,
      "standard_access_value": "openAccess",
      "standard_type_research_result": [
        "info:eu-repo/semantics/bachelorThesis"
      ],
      "standard_format": "application/pdf",
      "standard_version_coar": [
        "info:eu-repo/semantics/publishedVersion"
      ],
      "standard_language": "ISO 639-3",
      "author_id": null,
      "standard_date_format": true,
      "single_type_research_result": "info:eu-repo/semantics/bachelorThesis",
      "single_version": "info:eu-repo/semantics/publishedVersion",
      "metadata": {
        "DC.creator": "Fiquitiva Ojeda, Cristian Fernando",
        "DC.title": "Diagnóstico preliminar de la Asociación Ovejas y Cabras del Tundama",
        "DC.type": [
          "Trabajo de grado - Pregrado",
          "http://purl.org/coar/resource_type/c_7a1f",
          "info:eu-repo/semantics/bachelorThesis",
          "info:eu-repo/semantics/publishedVersion",
          "Text",
          "https://purl.org/redcol/resource_type/TP",
          "http://purl.org/coar/version/c_970fb48d4fbd8a85"
        ],
        "DC.rights": [
          "Copyright (c) 2019 Universidad Pedagógica y Tecnológica de Colombia",
          "https://creativecommons.org/licenses/by-nc-nd/4.0/",
          "info:eu-repo/semantics/openAccess",
          "Atribución-NoComercial-SinDerivadas 4.0 Internacional (CC BY-NC-ND 4.0)",
          "http://purl.org/coar/access_right/c_abf2"
        ],
        "DC.description": [
          "1 recurso en línea (47 páginas) : ilustraciones color, tablas.",
          "Bibliografía y webgrafía: páginas 46-47",
          "Pregrado",
          "Administrador de Empresas Agropecuarias"
        ],
        "DC.format": "application/pdf",
        "DC.language": "spa",
        "DC.identifier": "http://repositorio.uptc.edu.co/handle/001/3000",
        "DC.subject": [
          "Ovinos",
          "Ganado lanar",
          "Nutrición animal - Estudio de casos",
          "Ganado lanar - Alimentación - Tablas",
          "Cabras - Alimentación - Tablas",
          "Ganado lanar - Producción",
          "Administración de Empresas Agropecuarias - Tesis y disertaciones académicas",
          "Agrosavia"
        ],
        "DC.contributor": "Vega Pérez, Carlos Andrés (Director de tesis)",
        "DC.relation": [
          "Betancur, D. (2015). Implementación de las buenas prácticas ganaderas en la Hacienda La Ponderosa, ubicada en el municipio de San Pedro de Urabá. (Antioquia). Recuperado de http://repository.lasallista.edu.co/dspace/bitstream/10567/1799/1/Implementacion_BPG_HaciendaLaPonderosa.pdf?fbclid=IwAR37gelKDwLvvrkG-zoyomQV8SV61dG3eFzjoliSF59QfniispopfTt-Dx8",
          "Gerencie. (2017, noviembre 5). Sistema Contable. Recuperado de https://www.gerencie.com/sistema-contable.html",
          "Herrera, D. (2017). Elaboración de un manual en buenas prácticas ganaderas ovinas en colombia (Universidad de la salle). Recuperado de http://repository.lasalle.edu.co/bitstream/handle/10185/21618/13072051_2017.pdf?sequence=1&isAllowed=y",
          "Martinez, H. (2006, diciembre). La cadena ovinos y caprinos de colombia. Recuperado de http://bibliotecadigital.agronet.gov.co/bitstream/11348/3914/1/20078611357_caracterizacion_ovinosycaprinos.pdf",
          "Ortiz, C. (2009, septiembre 24). Sistema de control contable. Recuperado de https://contra904.files.wordpress.com/2009/09/sistemas-de-control-contable1.docx",
          "Reyes, O. (2013, septiembre 2). La ganaderia vive su mejor momento en colombia. Recuperado de http://www.contextoganadero.com/reportaje/la-ganaderia-ovina-vive-su-mejor-momento-en-colom",
          "Rodríguez, P. (2012). Estudio para determinar la viabilidad productiva, agroindustrial y de agronegocio de la alianza productiva ovina con pequeños productores de los municipios de Busbanzá, Corrales y Monguí (boyacá). Universidad pedagogica y tecnologica de colombia, Duitama ( Boyacá).",
          "Rúa, C. (2015). Manual tecnico para la producción de carne Ovina utilizando Buenas practicas Ganaderas. Recuperado de http://bibliotecadigital.agronet.gov.co/bitstream/11348/3914/1/20078611357_caracterizacion_ovinosycaprinos.pdf",
          "Torres, I. (2008). Rentabilidad y ventaja comparativa: un análisis de los sistemas de producción de guayaba en el estado de michoacán. Recuperado de https://www.eumed.net/libros-gratis/2011c/981/concepto%20de%20rentabilidad.html",
          "Verdejo, M. (2003). Diagnostico Rural Particiativo. Recuperado de https://www.corporacionpba.org/irp/herramientas/Etapa_I/punto_de_partida/paso2_drp/Diagnostico_Rural_Participativo.pdf"
        ],
        "DC.publisher": [
          "Universidad Pedagógica y Tecnológica de Colombia",
          "Escuela de Administración de Empresas Agropecuarias",
          "Facultad Seccional de Duitama"
        ],
        "DC.date": {
          "DCTERMS.dateAccepted": "2020-01-27T14:08:24Z"
        }
      }
    },
    {
      "url": "https://repositorio.uptc.edu.co/handle/001/1596",
      "found_in": "BASE",
      "open_access": true,
      "author_rights": true,
      "dublin_core": true,
      "standard_access_value": "openAccess",
      "standard_type_research_result": [
        "info:eu-repo/semantics/bachelorThesis"
      ],
      "standard_format": "application/pdf",
      "standard_version_coar": [
        "info:eu-repo/semantics/publishedVersion"
      ],
      "standard_language": "ISO 639-3",
      "author_id": null,
      "standard_date_format": true,
      "single_type_research_result": "info:eu-repo/semantics/bachelorThesis",
      "single_version": "info:eu-repo/semantics/publishedVersion",
      "metadata": {
        "DC.creator": "Caro Puentes, Paola Andrea",
        "DC.title": "Análisis del proceso administrativo, contable y presupuestal de los recursos del Sistema General de Participaciones Sector Educación prestación de servicios del municipio de Sogamoso",
        "DC.type": [
          "Trabajo de grado - Pregrado",
          "http://purl.org/coar/resource_type/c_7a1f",
          "info:eu-repo/semantics/bachelorThesis",
          "info:eu-repo/semantics/publishedVersion",
          "Text",
          "https://purl.org/redcol/resource_type/TP",
          "http://purl.org/coar/version/c_970fb48d4fbd8a85"
        ],
        "DC.rights": [
          "Copyright (c) 2014 Universidad Pedagógica y Tecnológica de Colombia",
          "https://creativecommons.org/licenses/by-nc-nd/4.0/",
          "info:eu-repo/semantics/openAccess",
          "Atribución-NoComercial-SinDerivadas 4.0 Internacional (CC BY-NC-ND 4.0)",
          "http://purl.org/coar/access_right/c_abf2"
        ],
        "DC.description": [
          "108 páginas : ilustraciones color.",
          "Bibliografía e infografía: páginas 85-86",
          "Pregrado",
          "Contador Público"
        ],
        "DC.format": "application/pdf",
        "DC.language": "spa",
        "DC.identifier": "https://repositorio.uptc.edu.co/handle/001/1596",
        "DC.subject": [
          "Distribución del ingreso - Legislación",
          "Administración pública",
          "Rentas públicas",
          "Sistema General de Participaciones (Colombia)",
          "Gastos públicos - Sogamoso (Boyacá, Colombia)",
          "Educación pública - Colombia - Presupuestos",
          "Ayuda estatal a la educación - Aspectos jurídicos - Colombia",
          "Contaduría Pública - Tesis y disertaciones académicas"
        ],
        "DC.contributor": "Vera Jaimes, Gesvy Yasmín (Directora de tesis)",
        "DC.relation": [
          "AUDITORIA GENERAL DE LA REPUBLICA, Guía metodológica para la auditoria a los recursos del sistema general de participaciones en educación. Bogotá. 2010.",
          "CONTADURÍA GENERAL DE LA NACIÓN, La contabilidad y su utilidad en el sector público, pág. 28, Imprenta Nacional. Bogotá, D. C.",
          "DEPARTAMENTO NACIONAL DE PLANEACIÓN. Orientaciones para la programación y ejecución de los recursos del Sistema General de Participaciones. Bogotá. 2006. 354 p",
          "DEPARTAMENTO NACIONAL DE PLANEACIÓN. Orientaciones para la programación y ejecución de los recursos del Sistema General de Participaciones. Bogotá. 2009. 290 p",
          "CONTADURÍA GENERAL DE LA NACIÓN, La contabilidad y su utilidad en el sector público, pág. 28, Imprenta Nacional. Bogotá, D. C.",
          "MINISTERIO DE EDUCACIÓN NACIONAL. Guía para la Administración de los Recursos del Sector Educativo, pg. 8 Primera Edición. Bogotá, Colombia. Junio de 2004.",
          "Presupuesto Público Nacional. Aspectos generales del proceso presupuestal colombiano. — 2a ed. — Bogotá: El Ministerio, 2011. 520 p.",
          "ESTUPIÑAN GAITAN, Rodrigo. Papeles de Trabajo en la Auditoria Financiera. Ecoe Ediciones, 2008.",
          "GARCÍA GARZÓN, Mauricio. Impacto de la reforma al sistema de transferencias en el proceso de descentralización fiscal del país. Fundación Universidad de América. Enero 2008.",
          "IREGUI, Ana María y otros. Análisis de la descentralización fiscal en Colombia. Banco de la República. Marzo de 2001.",
          "MENDOZA, José Ma. La Administración Pública en Colombia Un enfoque administrativo",
          "OSPINA, Alfonso B. RÉGIMEN JURÍDICO DE LA EDUCACIÓN EN COLOMBIA. Pg 7 Decimocuarta edición. Leyer. Bogotá",
          "PULGARÍN GIRALDO, Hernán; CANO PABÓN, Jairo Alberto, y otros. Contabilidad Pública – las respuestas a los interrogantes más comunes de las finanzas estatales. ECOE ediciones. Bogotá, 2005.",
          "SANCHEZ, Manuel. Relatoría Sala de Casación Penal, Corte suprema de Justicia, Bogotá D.C., Colombia. 2008.",
          "RINCÓN, Juana (1998). Cooperación del Personal Académico: Mecanismo para la Integración del Sistema Universitario Nacional. Universidad Simón Rodríguez. San Fernando de Apure. Venezuela.",
          "UNIVERSIDAD PEDAGOGICA Y TECNOLOGICA DE COLOBIA. Guía para la elaboración de un plan de mejoramiento. Tunja. Junio 2010. 5 p.",
          "https://sogamoso-boyaca.gov.co/sgc-sogamoso/home/vision-mision-nuestro-municipio",
          "https://www.dnp.gov.co",
          "http://www.mineducacion.gov.co/1621/w3-article-233839.html",
          "http://www.csircolombia.org",
          "http://www.gerencie.com/auditoria-financiera.html",
          "http://200.93.128.215/audite/FormatosAudite/ListaFormatos.htm#Fprocgen",
          "http://businesscol.com/foros/index.php?topic=4406.0",
          "http://fccea.unicauca.edu.co/old/tgarf/tgarfse116.html",
          "http://gepsea.tripod.com/sistema.htm",
          "http://www.minhacienda.gov.co"
        ],
        "DC.publisher": [
          "Universidad Pedagógica y Tecnológica de Colombia",
          "Escuela de Contaduría Pública",
          "Facultad Seccional Sogamoso"
        ],
        "DC.date": {
          "DCTERMS.dateAccepted": "2017-02-03T13:52:48Z"
        }
      }
    },
    {
      "url": "https://repositorio.uptc.edu.co/handle/001/1591",
      "found_in": "BASE",
      "open_access": true,
      "author_rights": true,
      "dublin_core": true,
      "standard_access_value": "openAccess",
      "standard_type_research_result": [
        "info:eu-repo/semantics/bachelorThesis"
      ],
      "standard_format": "application/pdf",
      "standard_version_coar": [
        "info:eu-repo/semantics/publishedVersion"
      ],
      "standard_language": "ISO 639-3",
      "author_id": null,
      "standard_date_format": true,
      "single_type_research_result": "info:eu-repo/semantics/bachelorThesis",
      "single_version": "info:eu-repo/semantics/publishedVersion",
      "metadata": {
        "DC.creator": [
          "Cárdenas Patiño, Leidy Yulieth",
          "Mariño Higuera, Ingrid Natalia"
        ],
        "DC.title": "Caracterización del sector turístíco de Sogamoso en el marco de la alianza estratégica interinstitucional del conocimiento para la competitividad del municipio de Sogamoso",
        "DC.type": [
          "Trabajo de grado - Pregrado",
          "http://purl.org/coar/resource_type/c_7a1f",
          "info:eu-repo/semantics/bachelorThesis",
          "info:eu-repo/semantics/publishedVersion",
          "Text",
          "https://purl.org/redcol/resource_type/TP",
          "http://purl.org/coar/version/c_970fb48d4fbd8a85"
        ],
        "DC.rights": [
          "Copyright (c) 2014 Universidad Pedagógica y Tecnológica de Colombia",
          "https://creativecommons.org/licenses/by-nc-nd/4.0/",
          "info:eu-repo/semantics/openAccess",
          "Atribución-NoComercial-SinDerivadas 4.0 Internacional (CC BY-NC-ND 4.0)",
          "http://purl.org/coar/access_right/c_abf2"
        ],
        "DC.description": [
          "79 páginas : ilustraciones color.",
          "Bibliografía e infografía: páginas 60-61",
          "Pregrado",
          "Contador Público"
        ],
        "DC.format": "application/pdf",
        "DC.language": "spa",
        "DC.identifier": "https://repositorio.uptc.edu.co/handle/001/1591",
        "DC.subject": [
          "Turismo",
          "Turismo - Planificación",
          "Turismo - Planificación - Sogamoso (Boyacá, Colombia)",
          "Promoción del turismo",
          "Gestión turística",
          "Administración del turismo",
          "Turismo - Aspectos económicos",
          "Contaduría Pública - Tesis y disertaciones académicas"
        ],
        "DC.contributor": "Matheus Rocha, Andrés Eugenio (Director de tesis)",
        "DC.relation": [
          "Bermúdez, Lilia Teresa Y Rodríguez, Luis Felipe INVESTIGACION EN LA GESTION EMPRESARIAL, ECOE Ediciones, Biblioteca digital, pagina 120, 2006.",
          "AMADO PREZ, Yenny, BARRERA BELTRAN Ivonne Yulieth Y VARGAS COGOLLO Lida Margarita. DISEÑO DE PLAN MEJORAMIENTO PARA LA INTEGRACION EMPRESARIAL (CLUSTER) EXISTENTE EN EL SECTOR TURISTICO DE LA PROVINCIA DE SUGAMUXI, trabajo de grado, 2012, Universidad Pedagógica y Tecnológica de Colombia, Facultad seccional Sogamoso, Escuela de Contaduría pública",
          "Secretaria de Desarrollo Económico y Medio Ambiente, INFORME GENERAL DE ESTADISTICAS TURISTICAS, 2011.",
          "Monje Álvarez, Carlos Arturo, METODOLOGIA DE LA INVESTIGACION CUANTITATIVA Y CUALITATIVA GUIA DIDACTICA, Universidad Sur colombiana, Facultad de Ciencias Sociales y Humanas, Programa de Comunicación Social y Periodismo, Neiva ,2011.",
          "Anexo Secretaria de Desarrollo y Medio Ambiente, Septiembre 2014.",
          "www.unwto.org/es/content/entender-el-turismo-glosario-basico",
          "http://sogamoso-boyaca.gov.co/dependencias",
          "http://sogamoso-boyaca.gov.co/apc-aa- files/33383161376232623338303635626136/PTS_2010_2011_EDUCANDO.pdf",
          "http://www.eltiempo.com/archivo/documento/CMS-3392549",
          "http://es.wikipedia.org/wiki/Sogamoso",
          "http://www.monografias.com/trabajos31/turismo/turismo.shtml",
          "http://rincondeluniversitario.blogspot.com/2009/08/el-servicio-turistico-es-el-conjunto-de.html",
          "http://portalsostenibilidad.upc.edu/detall_01.php?numapartat=7&id=158",
          "www.boyaca.gov.co/gobernación/7-maravillas-de-boyacá",
          "http://www.dapboyaca.gov.co/wp-content/uploads/2014/03/CARTILLA-INFORME-2012.pdf",
          "http://www.cdi.gob.mx/ecoturismo/docs/desarrollo_turistico_municipal.pdf",
          "http://www.boyacacultural.com/index.php?option=com_content&view=article&id=614&Itemid=3"
        ],
        "DC.publisher": [
          "Universidad Pedagógica y Tecnológica de Colombia",
          "Escuela de Contaduría Pública",
          "Facultad Seccional Sogamoso"
        ],
        "DC.date": {
          "DCTERMS.dateAccepted": "2017-01-23T16:11:06Z"
        }
      }
    },
    {
      "url": "http://repositorio.uptc.edu.co/handle/001/2705",
      "found_in": "BASE",
      "open_access": true,
      "author_rights": true,
      "dublin_core": true,
      "standard_access_value": "openAccess",
      "standard_type_research_result": [
        "info:eu-repo/semantics/bachelorThesis"
      ],
      "standard_format": "application/pdf",
      "standard_version_coar": [
        "info:eu-repo/semantics/publishedVersion"
      ],
      "standard_language": "ISO 639-3",
      "author_id": null,
      "standard_date_format": true,
      "single_type_research_result": "info:eu-repo/semantics/bachelorThesis",
      "single_version": "info:eu-repo/semantics/publishedVersion",
      "metadata": {
        "DC.creator": "Tristancho Pineda, Jhon Jairo",
        "DC.title": "Actualización del tablero de mando para ensayos aplicados a transformadores de distribución para la Empresa Construcciones y Montajes Electroduitama",
        "DC.type": [
          "Trabajo de grado - Pregrado",
          "http://purl.org/coar/resource_type/c_7a1f",
          "info:eu-repo/semantics/bachelorThesis",
          "info:eu-repo/semantics/publishedVersion",
          "Text",
          "https://purl.org/redcol/resource_type/TP",
          "http://purl.org/coar/version/c_970fb48d4fbd8a85"
        ],
        "DC.rights": [
          "Copyright (c) 2016 Universidad Pedagógica y Tecnológica de Colombia",
          "https://creativecommons.org/licenses/by-nc/4.0/",
          "info:eu-repo/semantics/openAccess",
          "Atribución-NoComercial 4.0 Internacional (CC BY-NC 4.0)",
          "http://purl.org/coar/access_right/c_abf2"
        ],
        "DC.description": [
          "1 recurso en línea (1 archivo de texto, 1 archivo con anexos) : tablas, figuras.",
          "Bibliografía y webgrafía: páginas 117-119.",
          "Pregrado",
          "Ingeniero Electromecánico"
        ],
        "DC.format": "application/pdf",
        "DC.language": "spa",
        "DC.identifier": "http://repositorio.uptc.edu.co/handle/001/2705",
        "DC.subject": [
          "Sistemas de energía eléctrica",
          "Transmisión de potencia",
          "Generación de energía eléctrica distribuida",
          "Transformadores eléctricos",
          "Motores eléctricos - Diseño y construcción",
          "Transformadores eléctricos - Mantenimiento y reparación",
          "Ingeniería Electromecánica - Tesis y disertaciones académicas"
        ],
        "DC.contributor": "Tibaduiza Rincón, Edgar Efrén (Director de tesis)",
        "DC.relation": [
          "Autómata programable - Twido - Schneider Electric AR-UY-PY. (s. f.). Recuperado 13 de septiembre de 2016, a partir de http://www.schneider-electric.com/products/ar/ls/3900-pac-plc-y-otros-controladores/3920-controladores-plc-para-maquinas-comerciales/533-automata-programable-twido/",
          "BURBANO, José. (2006, Enero). Determinación de la Tensión de Corto Circuito y Pérdidas con Cargas. C.M.E. (Archivo Interno).",
          "BURBANO, José. (2006, Enero). Ensayo de Tensión Aplicada. C.M.E. (Archivo Interno).",
          "BURBANO, José. (2006, Enero). Manejo y Operación del Campo de Pruebas. C.M.E. (Archivo Interno).",
          "Cabra, P. A. A. (2004). Ensayos de rutina a transformadores. Tekhnê, 1(2), 41–49.",
          "CAMARGO TORRES, Fausto Vicente, & MORENO LEMUS, Carlos Julio. (2010). Diseño de un plan de mantenimiento preventivo para los transformadores de distribución de la Empresa de Energía de Boyacá S.A. E.S.P. Universidad Pedagogica y Tecnologica de Colombia, Duitama.",
          "Chapman, S. J. (2000). Máquinas eléctricas. McGraw-Hill.",
          "COMISIÓN FEDERAL DE ELECTRICIDAD. (s. f.). PROCEDIMIENTO DE PRUEBAS DE CAMPO PARA EQUIPO PRIMARIO DE SUBESTACIONES DE DISTRIBUCIÓN (26a-04–94a ed.). México D.F.: Gerencia de Distribución. Recuperado a partir de http://gama.fime.uanl.mx/~omeza/pro/LASE/SOM-3531%20%20MANUAL%20DE%20PROCEDIMIENTOS%20DE%20PRUEBAS%20DE%20EQUIPO%20PRIM.pdf",
          "FLECHAS, Diana. (2015, Enero). Manual de Gestión Integral. C.M.E. (Archivo Interno).",
          "ICONTEC. (2008). NORMA TÉCNICA COLOMBIANA NTC 1486 - DOCUMENTACIÓN, PRESENTACIÓN DE TÉSIS, TRABAJOS DE GRADO Y OTROS TRABAJOS DE INVESTIGACIÓN. Instituto de Normas Técnicas y Certificación (ICONTEC). Recuperado a partir de www.unipamplona.edu.co/unipamplona/portalIG/home_15/recursos/01_general/09062014/n_icontec.pdf",
          "ICONTEC. (1995, noviembre 29). NORMA TÉCNICA COLOMBIANA NTC 818 - TRANSFORMADORES. TRANSFORMADORES MONOFÁSICOS AUTORREFRIGERADOS Y SUMERGIDOS EN LÍQUIDO. CORRIENTE SIN CARGA, PÉRDIDAS Y TENSIÓN DE CORTOCIRCUITO. Instituto de Normas Técnicas y Certificación (ICONTEC). Recuperado a partir de http://www.wmsas.co/documentos/Normas%20sector%20electrico/Transformadores/NTC818.PDF",
          "ICONTEC. (1995, noviembre 29). NORMA TÉCNICA COLOMBIANA NTC 819 - TRANSFORMADORES. TRANSFORMADORES TRIFÁSICOS AUTORREFRIGERADOS Y SUMERGIDOS EN LÍQUIDO. CORRIENTE SIN CARGA, PÉRDIDAS Y TENSIÓN DE CORTOCIRCUITO. Instituto de Normas Técnicas y Certificación (ICONTEC). Recuperado a partir de http://www.wmsas.co/documentos/Normas%20sector%20electrico/Transformadores/NTC819.PDF",
          "ICONTEC. (1996, abril 24). NORMA TÉCNICA COLOMBIANA NTC 1954 - ELECTROTECNIA. TRANSFORMADORES RECONSTRUIDOS Y REPARADOS. REQUISITOS. Instituto de Normas Técnicas y Certificación (ICONTEC). Recuperado a partir de http://www.wmsas.co/documentos/Normas%20sector%20electrico/Transformadores/NTC1954.PDF",
          "ICONTEC. (1997a, julio 17). NORMA TÉCNICA COLOMBIANA NTC 837 - TRANSFORMADORES. ENSAYO DEL DIELÉCTRICO. Instituto de Normas Técnicas y Certificación (ICONTEC). Recuperado a partir de http://www.wmsas.co/documentos/Normas%20sector%20electrico/Transformadores/NTC837.PDF",
          "ICONTEC. (1997b, octubre 22). NORMA TÉCNICA COLOMBIANA NTC 2743 - ELECTROTECNIA. CAMPOS DE PRUEBAS PARA TRANSFORMADORES. REQUISITOS MÍNIMOS Y CLASIFICACIÓN. Instituto de Normas Técnicas y Certificación (ICONTEC). Recuperado a partir de http://www.wmsas.co/documentos/Normas%20sector%20electrico/Transformadores/NTC2743.PDF",
          "ICONTEC. (1998, marzo 29). NORMA TÉCNICA COLOMBIANA NTC 1031 - TRANSFORMADORES. ENSAYOS PARA LA DETERMINACIÓN DE PÉRDIDAS Y CORRIENTE SIN CARGA. Instituto de Normas Técnicas y Certificación (ICONTEC). Recuperado a partir de http://www.wmsas.co/documentos/Normas%20sector%20electrico/Transformadores/NTC1005.PDF",
          "ICONTEC. (1998, abril 22). NORMA TÉCNICA COLOMBIANA NTC 836 - ELECTROTECNIA. NIVELES DE AISLAMIENTO Y ENSAYOS PARA TRANSFORMADORES SUMERGIDOS EN LÍQUIDO REFRIGERANTE. Instituto de Normas Técnicas y Certificación (ICONTEC). Recuperado a partir de http://www.wmsas.co/documentos/Normas%20sector%20electrico/Transformadores/NTC836.PDF",
          "ICONTEC. (1998, noviembre 25). NORMA TÉCNICA COLOMBIANA NTC 317 - ELECTROTECNIA. TRANSFORMADORES DE DISTRIBUCIÓN Y MEDIA POTENCIA. TERMINOLOGÍA. Instituto de Normas Técnicas y Certificación (ICONTEC). Recuperado a partir de http://www.wmsas.co/documentos/Normas%20sector%20electrico/Transformadores/NTC317.PDF",
          "ICONTEC. (2005, octubre 26). NORMA TÉCNICA COLOMBIANA NTC 17025 - REQUISITOS GENERALES PARA LA COMPETENCIA DE LOS LABORATORIOS DE ENSAYO Y CALIBRACIÓN. Instituto de Normas Técnicas y Certificación (ICONTEC). Recuperado a partir de http://www.wmsas.co/documentos/Normas%20sector%20electrico/Transformadores/NTC317.PDF",
          "Mora, J. F. (2008). Máquinas eléctricas. McGraw-Hill Interamericana de España S.L.",
          "Pedro Julián García. (2012, de). DISEÑO DEL LABORATORIO DE ENSAYOS PARA TRANSFORMADORES DE POTENCIA, SERIE 230 KV DE LA EMPRESA CONSTRUCCIONES Y MONTAJES ELECTRODUITAMA LTDA. Universidad Pedagogica y Tecnologica de Colombia, Duitama.",
          "PEREZ, Pedro A. (2001). Transformadores de distribución: teoría, cálculo, construcción y pruebas (2a ed.). México D.F.: Reverte.",
          "Relay Omron MY2 24VDC Omron Relés universales | Mouser. (s. f.). Recuperado 13 de septiembre de 2016, a partir de http://co.mouser.com/Search/Refine.aspx?Keyword=Relay+Omron+MY2+24VDC",
          "RETIE, R. T. de I. E. (2005). Ministerio de minas y Energía. Mayo.",
          "RTE. (2014, febrero 10). Enfriamiento en Transformadores. Recuperado a partir de http://rte.mx/tipos-de-enfriamiento-en-transformadores"
        ],
        "DC.publisher": [
          "Universidad Pedagógica y Tecnológica de Colombia",
          "Escuela de Ingeniería Electromecánica",
          "Facultad Seccional de Duitama"
        ],
        "DC.date": {
          "DCTERMS.dateAccepted": "2019-07-03T20:18:06Z"
        }
      }
    },
    {
      "url": "https://repositorio.uptc.edu.co/handle/001/1587",
      "found_in": "BASE",
      "open_access": true,
      "author_rights": true,
      "dublin_core": true,
      "standard_access_value": "openAccess",
      "standard_type_research_result": [
        "info:eu-repo/semantics/bachelorThesis"
      ],
      "standard_format": "application/pdf",
      "standard_version_coar": [
        "info:eu-repo/semantics/publishedVersion"
      ],
      "standard_language": "ISO 639-3",
      "author_id": null,
      "standard_date_format": true,
      "single_type_research_result": "info:eu-repo/semantics/bachelorThesis",
      "single_version": "info:eu-repo/semantics/publishedVersion",
      "metadata": {
        "DC.creator": [
          "Avila Suárez, Leidy Maritza",
          "Parra Pinzón, Sandra Viviana"
        ],
        "DC.title": "Conformación del Sistema Documental Contable de la Entidad S.A",
        "DC.type": [
          "Trabajo de grado - Pregrado",
          "http://purl.org/coar/resource_type/c_7a1f",
          "info:eu-repo/semantics/bachelorThesis",
          "info:eu-repo/semantics/publishedVersion",
          "Text",
          "https://purl.org/redcol/resource_type/TP",
          "http://purl.org/coar/version/c_970fb48d4fbd8a85"
        ],
        "DC.rights": [
          "Copyright (c) 2016 Universidad Pedagógica y Tecnológica de Colombia",
          "https://creativecommons.org/licenses/by-nc-nd/4.0/",
          "info:eu-repo/semantics/openAccess",
          "Atribución-NoComercial-SinDerivadas 4.0 Internacional (CC BY-NC-ND 4.0)",
          "http://purl.org/coar/access_right/c_abf2"
        ],
        "DC.description": [
          "60 páginas : ilustraciones color.",
          "Bibliografía: páginas 58-60.",
          "Incluye anexos.",
          "Pregrado",
          "Administrador Público"
        ],
        "DC.format": "application/pdf",
        "DC.language": "spa",
        "DC.identifier": "https://repositorio.uptc.edu.co/handle/001/1587",
        "DC.subject": [
          "Contabilidad financiera",
          "Pequeña y mediana empresa - Administración",
          "Estados financieros - Normas",
          "Normas Internacionales de Información Financiera (NIIF)",
          "Pequeña y mediana empresa - Contabilidad",
          "Información financiera - Normas internacionales",
          "Contaduría Pública - Tesis y disertaciones académicas"
        ],
        "DC.contributor": "Benítez Núñez, Dorelly (Directora de tesis)",
        "DC.relation": [
          "ALCALDIA MAYOR DE BOGOTÁ D.C., Secretaria de Movilidad. ¿Qué recomendaciones debo tener en cuenta a la hora de comprar un Vehículo usado? [En línea]. [Citado el 25 de Noviembre 2015]. Disponible en: <www. Movilidadbogota.gov.co>",
          "BANCO DE ESPAÑA. Plan de educación Financiera. Transferencia. [En Línea]. [Citado el 12 de Octubre 2015]. Disponible en: <http://www.finanzasparatodos.es/es/productosyservicios/productosbancariosoper ativos/serviciostransferencias.html>",
          "BALESTRI L, SARAVIA C, POMA K, FUENTES V. “La empresa como sistema y el empresario tradicional”. Veterinaria [En línea]. Argentina: Universidad Nacional de la Pampa Ciencia, Febrero 2003 [Citado el 10 de Septiembre 2015] .Disponible en: <AcademicSearch Premier, Ipswich, MA>",
          "BARRERA, Carlos Robert. “Globalización De La Información: Un Reto Para Latinoamérica”. [En Línea]. Marzo 2008 [Citado el 10 de Agosto 2015] Disponible en: <AcademicSearch Premier, Ipswich, MA>",
          "BERTALANFLY, Ludwig Von. Teoría General De Los Sistemas: fundamentos, desarrollo, aplicaciones. Segunda edición. México: Fondo de cultura económica, 2006. 356 p.",
          "CODINA, Lluis. “Las propiedades de la información y teoría de sistemas”. En: El profesional de la información-revista científica y profesional. 1994. ISSN 1386-6710. Disponible en: <http://www.elprofesionaldelainformacion.com/contenidos/1994/julio/propiedades_ de_la_informacin_y_teora_de_sistemas.html>.",
          "CORREA VILLA, Mauricio. Fundamentos de la teoría de la Información. Medellín: Editorial Instituto Tecnológica Metropolitano, 2008. 27 p.",
          "CONSEJO TÉCNICO DE LA CONTADURÍA PÚBLICA - COLOMBIA. Documento para discusión pública: Propuesta de norma del sistema documental contable [En Línea] Bogotá, Colombia, 19 de julio de 2013. [Citado el 8 de Agosto 2015] 57 p. Disponible en: <http://www.ctcp.gov.co>",
          "FERNANDEZ SANCHEZ, Esteban. Administración de empresas: un enfoque interdisciplinar. Madrid: Editorial Paraninfo, 2010. 801 p.",
          "GARZÓN, Fabián. “Teoría general del control en las empresas”. [En línea]. Septiembre, 2009. [Citado el 7 de Julio 2015]. Disponible en: <http://fabiangarzon18.blogspot.com/2009/09/teoria-general-del-control-enlas. html>",
          "MANTILLA Samuel Alberto, Control interno informe COSO. Cuarta edición. ECOE ediciones, Bogotá: 2005. 342p.",
          "GOBIERNO DE ESPAÑA, MINISTERIO DE EDUCACIÓN, CULTURA Y DEPORTE. XML software programación, [En línea]. Madrid, España, 12 de Febrero de 2009, [Citado el 8 de Septiembre 2015] Disponible en: <http://recursostic.educacion.es/observatorio/web/fr/software/programacion/675- xml>",
          "URIBE MEDINA, Luis Raúl. “La Globalización y las NIIF: Lenguaje Mundial de los Negocios”. [En Línea]. [Citado el 29 de Julio 2015]. Disponible en: <http://www.contapyme.com/globalizacion-y-niif-parte1>",
          "URIBE PIEDRAHITA, Hugo. Introducción a la teoría de la contabilidad financiera. Medellín, Colombia: Fondo editorial universidad EAFIT, 2008. 187 p.",
          "UNIVERSIDAD PEDAGOGICA Y TECNOLOGICA DE COLOMBIA, Escuela de Contaduría Pública Sogamoso. Perfil profesional del Contador Público. [En línea]. [Citado el 7 de Agosto 2015]. Sogamoso. Disponible en: <www.uptc.edu.co>",
          "REPUBLICA DE COLOMBIA, MINISTERIO DE AMBIENTE Y DESARROLLO SOSTENIBLE. Manual ambiental para el tratamiento de vehículos al final de su vida útil o desintegración vehicular. [En línea]. [Citado el 7 de diciembre 2015]. Bogotá D.C. Disponible en: <www. minambiente.gov.co>",
          "RUSSO, Patricia. Gestión documental en las organizaciones. Primera edición Barcelona: Editorial UOC2010, 2009. 100 p.",
          "SERRANO CINCA, Carlos. La Contabilidad en la Era del Conocimiento. . [En línea]. . 2005 [Citado el 10 de Noviembre 2015]. Disponible en:<http://www.5campus.org/leccion/ftp>",
          "TREJOS, Ignacio. La Arquitectura De Zachman. [En Línea]. {10 de noviembre de 2015} disponible en: <.cluinvestigacioncr.com/contenido/articles/la-arquitectura-dezachman. html.>"
        ],
        "DC.publisher": [
          "Universidad Pedagógica y Tecnológica de Colombia",
          "Escuela de Contaduría Pública",
          "Facultad Seccional Sogamoso"
        ],
        "DC.date": {
          "DCTERMS.dateAccepted": "2017-01-20T20:00:40Z"
        }
      }
    }
  ],
  "visibility": {
    "directory": {
      "details": {
        "OpenDoar": {
          "name": "Repositorio Universidad Pedagógica y Tecnológica de Colombia",
          "host": "https://repositorio.uptc.edu.co"
        },
        "ROAR": {
          "name": "Repositorio Institucional UPTC",
          "host": "http://repositorio.uptc.edu.co/"
        },
        "OAI-PMH": {
          "name": "Repositorio de la Universidad Pedagogica y Tecnologica de Colombia",
          "host": "repositorio.uptc.edu.co"
        },
        "re3data": null
      },
      "value": 1,
      "text": "Presencia en 1 o más directorios internacionales"
    },
    "collector": {
      "details": {
        "LA-Referencia": null,
        "OpenAIRE": {
          "name": "Repositorio Universidad Pedagógica y Tecnológica de Colombia - UPTC",
          "host": "https://repositorio.uptc.edu.co",
          "links": [
            "http://repositorio.uptc.edu.co/handle/001/3208",
            "http://repositorio.uptc.edu.co/handle/001/3201",
            "http://repositorio.uptc.edu.co/handle/001/3414",
            "http://repositorio.uptc.edu.co/handle/001/3438",
            "http://repositorio.uptc.edu.co/handle/001/3412",
            "http://repositorio.uptc.edu.co/handle/001/3447",
            "http://repositorio.uptc.edu.co/handle/001/3205",
            "http://repositorio.uptc.edu.co/handle/001/3415"
          ]
        },
        "BASE": {
          "name": "Repositorio de la Universidad Pedagogica y Tecnologica de Colombia",
          "host": null,
          "ratio": 1.0,
          "links": [
            "http://repositorio.uptc.edu.co/handle/001/2983",
            "http://repositorio.uptc.edu.co/handle/001/3000",
            "https://repositorio.uptc.edu.co/handle/001/1596",
            "https://repositorio.uptc.edu.co/handle/001/1591",
            "http://repositorio.uptc.edu.co/handle/001/2705",
            "https://repositorio.uptc.edu.co/handle/001/1587"
          ]
        },
        "CORE": {
          "name": "Repositorio UNIVERSIDAD PEDAGÓGICA Y TECNOLÓGICA DE COLOMBIA",
          "host": null,
          "ratio": 0.9206349206349206
        }
      },
      "value": 1,
      "text": "Presencia en 1 o más recolectores internacionales"
    },
    "initiatives_existence": 1,
    "national_collector": {
      "value": 1,
      "text": "Presencia en 1 o más recolectores nacionales"
    },
    "url": {
      "value": 1.5,
      "text": "URL segura y amigable"
    },
    "standard": 0,
    "open_access": 1,
    "total": 6.5
  },
  "policy": {
    "open_access": {
      "value": 1,
      "url": "https://repositorio.uptc.edu.co/handle/001/1923"
    },
    "contact": {
      "value": 1,
      "url": "https://repositorio.uptc.edu.co/handle/001/1922"
    },
    "metadata_reuse": 0,
    "content_preservation": 0,
    "deposit_data": 0,
    "action_policy": 0,
    "policy_data": 0,
    "vision_mission": 0,
    "boai": 0,
    "total": 2
  },
  "legal_aspects": {
    "author_permission": {
      "value": 1,
      "url": "https://google.com"
    },
    "author_property": 1,
    "editorial_policy": 0,
    "author_copyright": 0,
    "author_metadata": 1,
    "total": 3
  },
  "metadata": {
    "curation": 1,
    "classification_system": 0,
    "metadata_schema": 0,
    "metadata_export": 1,
    "first_fields": {
      "value": 1,
      "details": {
        "DC.creator": true,
        "DC.title": true,
        "DC.type": true,
        "DC.date": true,
        "DC.rights": true
      }
    },
    "second_fields": {
      "value": 1,
      "details": {
        "DC.description": true,
        "DC.format": true,
        "DC.language": true,
        "DC.identifier": true,
        "DC.subject": true,
        "DC.contributor": true,
        "DC.relation": true,
        "DC.publisher": true
      }
    },
    "standard_access_value": 1,
    "standard_date_format": 1,
    "standard_type_research_result": 1,
    "single_type_research_result": 1,
    "standard_format": 1,
    "standard_version_coar": 1,
    "single_version": 1,
    "standard_language": 1,
    "dublin_core": 1,
    "author_id": 0,
    "total": 13
  }
}